[{"definition": "A beautiful woman (all-gifted), whom Jupiter caused Vulcan tomake out of clay in order to punish the human race, becausePrometheus had stolen the fire from heaven. Jupiter gave Pandora abox containing all human ills, which, when the box was opened,escaped and spread over the earth. Hope alone remained in the box.Another version makes the box contain all the blessings of the gods,which were lost to men when Pandora opened it.", "tags": ["webster"], "word": "pandora", "gender": "female"}, {"definition": "Water; -- a word much used in pharmacy and the old chemistry,in various signification, determined by the word or words annexed.Aqua ammoniæ, the aqueous solution of ammonia; liquid ammonia; oftencalled aqua ammonia.-- Aqua marine, or Aqua marina. Same as Aquamarine.-- Aqua regia. Etym: [L., royal water] (Chem.), a very corrosivefuming yellow liquid consisting of nitric and hydrochloric acids. Ithas the power of dissolving gold, the \"royal\" metal.-- Aqua Tofana, a fluid containing arsenic, and used for secretpoisoning, made by an Italian woman named Tofana, in the middle ofthe 17th century, who is said to have poisoned more than 600 persons.Francis.-- Aqua vitæ Etym: [L., water of life. Cf. Eau de vie, Usquebaugh],a name given to brandy and some other ardent spirits. Shak.", "tags": ["webster"], "word": "aqua", "gender": "female"}, {"definition": "Under cover, authority or protection; as, a feme covert, amarried woman who is considered as being under the protection andcontrol of her husband. Covert way, (Fort.) See Covered way, underCovered.", "tags": ["webster"], "word": "covert", "gender": "female"}, {"definition": "a. & n. from Wait, v. In waiting, in attendance; as, lords inwaiting. [Eng.] -- Waiting gentlewoman, a woman who waits upon aperson of rank.-- Waiting maid, Waiting woman, a maid or woman who waits uponanother as a personal servant.", "tags": ["webster"], "word": "waiting", "gender": "female"}, {"definition": "A woman belonging to one of the religious and charitableassociations or communities in the Netherlands, and elsewhere, whosemembers live in beguinages and are not bound by perpetual vows.", "tags": ["webster"], "word": "beguine", "gender": "female"}, {"definition": "Whatever may chance to be in the pot, or may be provided for ameal.A woman whose potluck was always to be relied on. G. Eliot.To take potluck, to take what food may chance to be provided.", "tags": ["webster"], "word": "potluck", "gender": "female"}, {"definition": "A thin cake made of flour and other ingredients.Wafers piping hot out of the gleed. Chaucer.The curious work in pastry, the fine cakes, wafers, and marchpanes.Holland.A woman's oaths are wafers -- break with making B. Jonson.", "tags": ["webster"], "word": "wafer", "gender": "female"}, {"definition": "To compose; to arrange in words, lines, etc.; as, to set type;to set a page. To set abroach. See Abroach. [Obs.] Shak.-- To set against, to oppose; to set in comparison with, or tooppose to, as an equivalent in exchange; as, to set one thing againstanother.-- To set agoing, to cause to move.-- To set apart, to separate to a particular use; to separate fromthe rest; to reserve.-- To set a saw, to bend each tooth a little, every alternate onebeing bent to one side, and the intermediate ones to the other side,so that the opening made by the saw may be a little wider than thethickness of the back, to prevent the saw from sticking.-- To set aside. (a) To leave out of account; to pass by; to omit;to neglect; to reject; to annul.Setting aside all other considerations, I will endeavor to know thetruth, and yield to that. Tillotson.(b) To set apart; to reserve; as, to set aside part of one's income.(c) (Law) See under Aside.-- To set at defiance, to defy.-- To set at ease, to quiet; to tranquilize; as, to set the heart atease.-- To set at naught, to undervalue; to contemn; to despise. \"Ye haveset at naught all my counsel.\" Prov. i. 25.-- To set a trap, snare, or gin, to put it in a proper condition orposition to catch prey; hence, to lay a plan to deceive and drawanother into one's power.-- To set at work, or To set to work. (a) To cause to enter on workor action, or to direct how tu enter on work. (b) To apply one'sself; -- used reflexively.-- To set before. (a) To bring out to view before; to exhibit. (b)To propose for choice to; to offer to.-- To set by. (a) To set apart or on one side; to reject. (b) Toattach the value of (anything) to. \"I set not a straw by thydreamings.\" Chaucer.-- To set by the compass, to observe and note the bearing orsituation of by the compass.-- To set case, to suppose; to assume. Cf. Put case, under Put, v.t. [Obs.] Chaucer.-- To set down. (a) To enter in writing; to register.Some rules were to be set down for the government of the army.Clarendon.(b) To fix; to establish; to ordain.This law we may name eternal, being that order which God . . . hathset down with himself, for himself to do all things by. Hooker.(c) To humiliate.-- To set eyes on, to see; to behold; to fasten the eyes on.-- To set fire to, or To set on fire, to communicate fire to; fig.,to inflame; to enkindle the passions of; to irritate.-- To set flying (Naut.), to hook to halyards, sheets, etc., insteadof extending with rings or the like on a stay; -- said of a sail.-- To set forth. (a) To manifest; to offer or present to view; toexhibt; to display. (b) To publish; to promulgate; to make appear.Waller. (c) To send out; to prepare and send. [Obs.]The Venetian admiral had a fleet of sixty galleys, set forth by theVenetians. Knolles.-- To set forward. (a) To cause to advance. (b) To promote.-- To set free, to release from confinement, imprisonment, orbondage; to liberate; to emancipate.-- To set in, to put in the way; to begin; to give a start to.[Obs.]If you please to assist and set me in, I will recollect myself.Collier.-- To set in order, to adjust or arrange; to reduce to method. \"Therest will I set in order when I come.\" 1 Cor. xi. 34.-- To set milk. (a) To expose it in open dishes in order that thecream may rise to the surface. (b) To cause it to become curdled asby the action of rennet. See 4 (e).-- To set much, or little, by, to care much, or little, for.-- To set of, to value; to set by. [Obs.] \"I set not an haw of hisproverbs.\" Chaucer.-- To set off. (a) To separate from a whole; to assign to aparticular purpose; to portion off; as, to set off a portion of anestate. (b) To adorn; to decorate; to embellish.They . . . set off the worst faces with the best airs. Addison.(c) To give a flattering description of.-- To set off against, to place against as an equivalent; as, to setoff one man's services against another's.-- To set on or upon. (a) To incite; to instigate. \"Thou, traitor,hast set on thy wife to this.\" Shak. (b) To employ, as in a task. \"Set on thy wife to observe.\" Shak. (c) To fix upon; to attachstrongly to; as, to set one's heart or affections on some object. Seedefinition 2, above.-- To set one's cap for. See under Cap, n.-- To set one's self against, to place one's self in a state ofenmity or opposition to.-- To set one's teeth, to press them together tightly.-- To set on foot, to set going; to put in motion; to start.-- To set out. (a) To assign; to allot; to mark off; to limit; as,to set out the share of each proprietor or heir of an estate; to setout the widow's thirds. (b) To publish, as a proclamation. [Obs.] (c)To adorn; to embellish.An ugly woman, in rich habit set out with jewels, nothing can become.Dryden.(d) To raise, equip, and send forth; to furnish. [R.]The Venetians pretend they could set out, in case of great necessity,thirty men-of-war. Addison.(e) To show; to display; to recommend; to set off.I could set out that best side of Luther. Atterbury.(f) To show; to prove. [R.] \"Those very reasons set out how heinoushis sin was.\" Atterbury. (g) (Law) To recite; to state at large.-- To set over. (a) To appoint or constitute as supervisor,inspector, ruler, or commander. (b) To assign; to transfer; toconvey.-- To set right, to correct; to put in order.-- To set sail. (Naut.) See under Sail, n.-- To set store by, to consider valuable.-- To set the fashion, to determine what shall be the fashion; toestablish the mode.-- To set the teeth on edge, to affect the teeth with a disagreeablesensation, as when acids are brought in contact with them.-- To set the watch (Naut.), to place the starboard or port watch onduty.-- To set to, to attach to; to affix to. \"He . . . hath set to hisseal that God is true.\" John iii. 33.-- To set up. (a) To erect; to raise; to elevate; as, to set up abuilding, or a machine; to set up a post, a wall, a pillar. (b)Hence, to exalt; to put in power. \"I will . . . set up the throne ofDavid over Israel.\" 2 Sam. iii. 10. (c) To begin, as a newinstitution; to institute; to establish; to found; as, to set up amanufactory; to set up a school. (d) To enable to commence a newbusiness; as, to set up a son in trade. (e) To place in view; as, toset up a mark. (f) To raise; to utter loudly; as, to set up thevoice.I'll set up such a note as she shall hear. Dryden.(g) To advance; to propose as truth or for reception; as, to set up anew opinion or doctrine. T. Burnet. (h) To raise from depression, orto a sufficient fortune; as, this good fortune quite set him up. (i)To intoxicate. [Slang] (j) (Print.) To put in type; as, to set upcopy; to arrange in words, lines, etc., ready for printing; as, toset up type.-- To set up the rigging (Naut.), to make it taut by means oftackles. R. H. Dana, Jr.", "tags": ["webster"], "word": "set", "gender": "female"}, {"definition": "Recital or performance a second time; repetition. Bacon.What needs this iteration, woman Shak.", "tags": ["webster"], "word": "iteration", "gender": "female"}, {"definition": "The state or quality of being disinterested; impartiality.That perfect disinterestedness and self-devotion of which man seemsto be incapable, but which is sometimes found in woman. Macaulay.", "tags": ["webster"], "word": "disinterestedness", "gender": "female"}, {"definition": "A woman who keeps an alehouse. Gay.", "tags": ["webster"], "word": "alewife", "gender": "female"}, {"definition": "A woman whose husband is dead; a widow.Eli dying without issue, Jacob was obbliged by law to marry hisrelict, and so to raise up seed to his brother Eli. South.", "tags": ["webster"], "word": "relict", "gender": "female"}, {"definition": "First; chief; as, a première danseuse. -- n. fem.; pl. -mières(F. pre*myâr\").(a) The leading woman of a group, esp. in a theatrical cast.(b) A first performance, as of a play; a first night.", "tags": ["webster"], "word": "premiere", "gender": "female"}, {"definition": "A mass or mixture of various things; a medley; esp., acollection of compositions on various subjects.'T is but a bundle or miscellany of sin; sins original, and sinsactual. Hewyt.Miscellany madam, a woman who dealt in various fineries; a milliner.[Obs.] B. Jonson.", "tags": ["webster"], "word": "miscellany", "gender": "female"}, {"definition": "A companion; a mate; often, a husband or a wife. [Obs.]For in this world no woman is Worthy to be my make. Chaucer.", "tags": ["webster"], "word": "make", "gender": "female"}, {"definition": "A dyestuff consisting of the dried bodies of females of theCoccus cacti, an insect native in Mexico, Central America, etc., andfound on several species of cactus, esp. Opuntia cochinellifera.", "tags": ["webster"], "word": "cochineal", "gender": "female"}, {"definition": "Any one of numerous species of hymenopterous insects belongingto the family Tenthredinidæ. The female usually has an ovipositorcontaining a pair of sawlike organs with which she makes incisions inthe leaves or stems of plants in which to lay the eggs. The larværesemble those of Lepidoptera.", "tags": ["webster"], "word": "sawfly", "gender": "female"}, {"definition": "a & n. from Serve. Serving board (Naut.), a flat piece of woodused in serving ropes.-- Serving maid, a female servant; a maidservant.-- Serving mallet (Naut.), a wooden instrument shaped like a mallet,used in serving ropes.-- Serving man, a male servant, or attendant; a manservant.-- Serving stuff (Naut.), small lines for serving ropes.", "tags": ["webster"], "word": "serving", "gender": "female"}, {"definition": "The female of the ruff.", "tags": ["webster"], "word": "reeve", "gender": "female"}, {"definition": "Any animal of the hog kind, especially one of the domesticalspecies. Swine secrete a large amount of subcutaneous fat, which,when extracted, is known as lard. The male is specifically calledboar, the female, sow, and the young, pig. See Hog. \"A great herd ofswine.\" Mark v. 11. Swine grass (Bot.), knotgrass (Polygonumaviculare); -- so called because eaten by swine.-- Swine oat (Bot.), a kind of oat sometimes grown for swine.-- Swine's cress (Bot.), a species of cress of the genus Senebiera(S. Coronopus).-- Swine's head, a dolt; a blockhead. [Obs.] Chaucer.-- Swine thistle (Bot.), the sow thistle.", "tags": ["webster"], "word": "swine", "gender": "female"}, {"definition": "The act or art of coloring; the state of being colored. Bacon.The females . . . resemble each other in their general type ofcoloration. Darwin.", "tags": ["webster"], "word": "coloration", "gender": "female"}, {"definition": "A young hen, or female of the domestic fowl. Pullet sperm, thetreadle of an egg. [Obs.] Shak.", "tags": ["webster"], "word": "pullet", "gender": "female"}, {"definition": "A resinous substance produced mainly on the banyan tree, but tosome extent on other trees, by the Coccus lacca, a scale-shapedinsect, the female of which fixes herself on the bark, and exudesfrom the margin of her body this resinous substance.", "tags": ["webster"], "word": "lac", "gender": "female"}, {"definition": "A mature female fish.The barbel, for the preservation or their seed, both the spawner andthe milter, cover their spawn with sand. Walton.", "tags": ["webster"], "word": "spawner", "gender": "female"}, {"definition": "An alleged force or natural power, supposed, by Reichenbach andothers, to produce the phenomena of mesmerism, and to be developed byvarious agencies, as by magnets, heat, light, chemical or vitalaction, etc.; -- called also odyle or the odylic force. [Archaic]That od force of German Reichenbach Which still, from female fingertips, burnt blue. Mrs. Browning.", "tags": ["webster"], "word": "od", "gender": "female"}, {"definition": "The act or process of dividing into segments; specifically(Biol.), a self-division into segments as a result of growth; cellcleavage; cell multiplication; endogenous cell formation.Segmentation cavity (Biol.), the cavity formed by the arrangement ofthe cells in segmentation or cleavage of the ovum; the cavity of theblastosphere. In the gastrula stage, the segmentation cavity in whichthe mesoblast is formed lies between the entoblast and ectoblast. SeeIllust. of Invagination.-- Segmentation nucleus (Biol.), the body formed by fusion of themale and female pronucleus in an impregnated ovum. See the Note underPronucleus.-- Segmentation of the ovum, or Egg cleavage (Biol.), the process bywhich the embryos of all the higher plants and animals are derivedfrom the germ cell. In the simplest case, that of small ova destituteof food yolk, the ovum or egg divides into two similar halves orsegments (blastomeres), each of these again divides into two, and soon, thus giving rise to a mass of cells (mulberry mass, or morula),all equal and similar, from the growth and development of which thefuture animal is to be formed. This constitutes regular segmentation.Quite frequently, however, the equality and regularity of cleavage isinterfered with by the presence of food yolk, from which resultsunequal segmentation. See Holoblastic, Meroblastic, Alecithal,Centrolecithal, Ectolecithal, and Ovum.-- Segmentation sphere (Biol.), the blastosphere, or morula. SeeMorula.", "tags": ["webster"], "word": "segmentation", "gender": "female"}, {"definition": "A female creditor.", "tags": ["webster"], "word": "creditor", "gender": "female"}, {"definition": "An imaginary being, male or female, like an elf or fairy,represented as a descendant of fallen angels, excluded from paradisetill penance is accomplished. Moore.", "tags": ["webster"], "word": "peri", "gender": "female"}, {"definition": "One who is related to another on the female side. Wharton.", "tags": ["webster"], "word": "cognate", "gender": "female"}, {"definition": "Intended for voices of one kind only, either all male or allfemale; -- opposed to mixed. [R.]", "tags": ["webster"], "word": "equal", "gender": "female"}, {"definition": "The female of the red deer, of which the male is the stag.", "tags": ["webster"], "word": "hind", "gender": "female"}, {"definition": "A female pig, when young.", "tags": ["webster"], "word": "gilt", "gender": "female"}, {"definition": "A species of gause, or very silk.The smoke of sulphur . . . is commonly used by women to whitentiffanies. Sir T. Browne.", "tags": ["webster"], "word": "tiffany", "gender": "female"}, {"definition": "Beaded embroidery for women's dresses.", "tags": ["webster"], "word": "passementerie", "gender": "female"}, {"definition": "A headdress of linen or woolen, that hangs down over theshoulders, worn by old women of the lower classes; -- called also toymutch. [Scot.] \"Having, moreover, put on her clean toy, rokelay, andscarlet plaid.\" Sir W. Scott.", "tags": ["webster"], "word": "toy", "gender": "female"}, {"definition": "from Spin. Spinning gland (Zoöl.), one of the glands which formthe material for spinning the silk of silkworms and other larvæ.-- Spinning house, formerly a common name for a house of correctionin England, the women confined therein being employed in spinning.-- Spinning jenny (Mach.), an engine or machine for spinning wool orcotton, by means of a large number of spindles revolvingsimultaneously.-- Spinning mite (Zoöl.), the red spider.-- Spinning wheel, a machine for spinning yarn or thread, in which awheel drives a single spindle, and is itself driven by the hand, orby the foot acting on a treadle.", "tags": ["webster"], "word": "spinning", "gender": "female"}, {"definition": "A lively Bohemian or Polish dance tune in 2-4 measure, with thethird quaver accented. Polka jacket, a kind of knit jacket worn bywomen.", "tags": ["webster"], "word": "polka", "gender": "female"}, {"definition": "A cotton fabric, figured in the loom, -- used as a dress goodsfor women and children, and for vestings, etc.", "tags": ["webster"], "word": "pique", "gender": "female"}, {"definition": "A piece of cane or red with a knot at each end, or a hollowcylinder of wood with a ridge at each end, used to wind thread oryarn upon. Spool stand, an article holding spools of thread, turningon pins, -- used by women at their work.", "tags": ["webster"], "word": "spool", "gender": "female"}, {"definition": "An outer cloak or covering; a neckerchief for women. Fairholt.", "tags": ["webster"], "word": "rail", "gender": "female"}, {"definition": "A nervous affection, occurring almost exclusively in women, inwhich the emotional and reflex excitability is exaggerated, and thewill power correspondingly diminished, so that the patient losescontrol over the emotions, becomes the victim of imaginarysensations, and often falls into paroxism or fits.", "tags": ["webster"], "word": "hysteria", "gender": "female"}, {"definition": "The short, thick first digit of the human hand, differing fromthe other fingers in having but two phalanges; the pollex. SeePollex.Upon his thumb he had of gold a ring. Chaucer.Thumb band, a twist of anything as thick as the thumb. Mortimer.-- Thumb blue, indigo in the form of small balls or lumps, used bywasherwomen to blue linen, and the like.-- Thumb latch, a door latch having a lever formed to be pressed bythe thumb.-- Thumb mark. (a) The mark left by the impression of a thumb, as onthe leaves of a book. Longfellow. (b) The dark spot over each foot infinely bred black and tan terriers.-- Thumb nut, a nut for a screw, having wings to grasp between thethumb and fingers in turning it; also, a nut with a knurled rim forthe same perpose.-- Thumb ring, a ring worn on the thumb. Shak.-- Thumb stall. (a) A kind of thimble or ferrule of iron, orleather, for protecting the thumb in making sails, and in other work.(b) (Mil.) A buckskin cushion worn on the thumb, and used to closethe vent of a cannon while it is sponged, or loaded.-- Under one's thumb, completely under one's power or influence; ina condition of subservience. [Colloq.]", "tags": ["webster"], "word": "thumb", "gender": "female"}, {"definition": "Such things, in respect to infants, lunatics, and marriedwomen, as are requisite for support suitable to station.", "tags": ["webster"], "word": "necessary", "gender": "female"}, {"definition": "A fabric of woolen, silk, or cotton knitted, or women toresemble knitted work.", "tags": ["webster"], "word": "tricot", "gender": "female"}, {"definition": "A bodice worn instead of stays by women in the 18th century.", "tags": ["webster"], "word": "jump", "gender": "female"}, {"definition": "A fine cotton fabric, having a linen finish, and often printedon one side, -- used for women's and children's wear.", "tags": ["webster"], "word": "percale", "gender": "female"}, {"definition": "An act of civility, respect, or reverence, made by women,consisting of a slight depression or dropping of the body, withbending of the kness. [Written also curtsy.]The lady drops a courtesy in token of obedience, and the ceremonyproceeds as usual. Golgsmith.", "tags": ["webster"], "word": "courtesy", "gender": "female"}, {"definition": "The green sickness; an anæmic disease of young women,characterized by a greenish or grayish yellow hue of the skin,weakness, palpitation, etc.", "tags": ["webster"], "word": "chlorosis", "gender": "female"}, {"definition": "A fabric of many varieties, usually made of silk and worsted, -- used especially for women's dresses. Irish poplin, a fabric withsilk warp and worsted weft, made in Ireland.", "tags": ["webster"], "word": "poplin", "gender": "female"}, {"definition": "To emit air, chiefly through the nose, audibly and violently,by a kind of involuntary convulsive force, occasioned by irritationof the inner membrane of the nose. Not to be sneezed at, not to bedespised or contemned; not to be treated lightly. [Colloq.] \"He hadto do with old women who were not to be sneezed at.\" Prof. Wilson.", "tags": ["webster"], "word": "sneeze", "gender": "female"}, {"definition": "To make remarks, observations, or criticism; especially, towrite notes on the works of an author, with a view to illustrate hismeaning, or to explain particular passages; to write annotations; --often followed by on or upon.A physician to comment on your malady. Shak.Critics . . . proceed to comment on him. Dryden.I must translate and comment. Pope.", "tags": ["webster"], "word": "comment", "gender": "female"}, {"definition": "Disease; morbid symptom; malady; as, a pulmonary affection.Dunglison.", "tags": ["webster"], "word": "affection", "gender": "female"}, {"definition": "A disease which affects children, and which is characterized bya bulky head, crooked spine and limbs, depressed ribs, enlarged andspongy articular epiphyses, tumid abdomen, and short stature,together with clear and often premature mental faculties. Theessential cause of the disease appears to be the nondeposition ofearthy salts in the osteoid tissues. Children afflicted with thismalady stand and walk unsteadily. Called also rachitis.", "tags": ["webster"], "word": "rickets", "gender": "female"}, {"definition": "Decoration by means of flutes or channels; a flute, or flutescollectively; as, the fluting of a column or pilaster; the fluting ofa lady's ruffle. Fluting iron, a laundry iron for fluting ruffles; --called also Italian iron, or gaufering iron. Knight.-- Fluting lathe, a machine for forming spiral flutes, as onbalusters, table legs, etc.", "tags": ["webster"], "word": "fluting", "gender": "female"}, {"definition": "To cause to contract, or to render more crisp, as the flesh ofa fish, by gashing it, when living, with a knife; as, to crimp skate,etc. Crimping house, a low lodging house, into which men are decoyedand plied with drink, to induce them to ship or enlist as sailors orsoldiers.-- Crimping iron. (a) An iron instrument for crimping and curlingthe hair. (b) A crimping machine.-- Crimping machine, a machine with fluted rollers or with dies, forcrimping ruffles leather, iron, etc.-- Crimping pin, an instrument for crimping or puckering the borderof a lady's cap.", "tags": ["webster"], "word": "crimp", "gender": "female"}, {"definition": "To run with speed; to run or move in a quick, hurried manner;to hasten away. Macaulay.The lady, however, . . . could not help scampering about the roomafter a mouse. S. Sharpe.", "tags": ["webster"], "word": "scamper", "gender": "female"}, {"definition": "The hinder part or buttocks of certain quadrupeds, especiallyof a horse; hence, the place behind the saddle.So light to the croup the fair lady he swung, So light to the saddlebefore her he sprung. Sir W. Scott.", "tags": ["webster"], "word": "croup", "gender": "female"}, {"definition": "Originally, the art of managing engines; in its modern andextended sense, the art and science by which the mechanicalproperties of matter are made useful to man in structures andmachines; the occupation and work of an engineer.", "tags": ["webster"], "word": "engineering", "gender": "male"}, {"definition": "To exert physical or intellectual strength for the attainmentof; to use efforts to effect; to strive to achieve or reach; to try;to attempt.It is our duty to endeavor the recovery of these beneficial subjects.Ld. Chatham.To endeavor one's self, to exert one's self strenuously to thefulfillment of a duty. [Obs.] \"A just man that endeavoreth himself toleave all wickedness.\" Latimer.", "tags": ["webster"], "word": "endeavor", "gender": "male"}, {"definition": "The act of separating, or the state of being separated, orseparate. Specifically:(a) Chemical analysis.(b) Divorce.(c) (Steam Boilers) The operation of removing water from steam.Judicial separation (Law), a form of divorce; a separation of man andwife which has the effect of making each a single person for alllegal purposes but without ability to contract a new marriage. Mozley& W.", "tags": ["webster"], "word": "separation", "gender": "male"}, {"definition": "To boast; to make a vain display of one's own worth,attainments, decorations, or the like; to talk ostentatiously; tobrag.Pride, which prompts a man to vaunt and overvalue what he is, doesincline him to disvalue what he has. Gov. of Tongue.", "tags": ["webster"], "word": "vaunt", "gender": "male"}, {"definition": "The anterior, and in man the larger, division of the brain; theseat of the reasoning faculties and the will. See Brain.", "tags": ["webster"], "word": "cerebrum", "gender": "male"}, {"definition": "The taking again into the king's hands of such lands ortenements as he had granted to any man on false suggestions or othererror.", "tags": ["webster"], "word": "resumption", "gender": "male"}, {"definition": "To permit or authorize by license; to give license to; as, tolicense a man to preach. Milton. Shak.", "tags": ["webster"], "word": "license", "gender": "male"}, {"definition": "The name popularly given to the rich man in our Lord's parableof the \"Rich Man and Lazarus\" (Luke xvi. 19-31). Hence, a name for arich worldling.", "tags": ["webster"], "word": "dives", "gender": "male"}, {"definition": "To strike, thrust, or hit violently with the foot; as, a horsekicks a groom; a man kicks a dog.He [Frederick the Great] kicked the shins of his judges. Macaulay.To kick the beam, to fit up and strike the beam; -- said of thelighter arm of a loaded balance; hence, to be found wanting inweight. Milton.-- To kick the bucket, to lose one's life; to die. [Colloq. & Low]", "tags": ["webster"], "word": "kick", "gender": "male"}, {"definition": "The act of vituperating; abuse; severe censure; blame.When a man becomes untractable and inaccessible by fierceness andpride, then vituperation comes upon him. Donne.", "tags": ["webster"], "word": "vituperation", "gender": "male"}, {"definition": "The quality or state of being veracious; habitual observance oftruth; truthfulness; truth; as, a man of veracity.", "tags": ["webster"], "word": "veracity", "gender": "male"}, {"definition": "To retard; to hinder; to impede; to oppose. [Archaic]He was so strong that no man might him let. Chaucer.He who now letteth will let, until he be taken out of the way. 2.Thess. ii. 7.Mine ancient wound is hardly whole, And lets me from the saddle.Tennyson.", "tags": ["webster"], "word": "let", "gender": "male"}, {"definition": "The quality or state of being able; power to perform, whetherphysical, moral, intellectual, conventional, or legal; capacity;skill or competence in doing; sufficiency of strength, skill,resources, etc.; -- in the plural, faculty, talent.Then the disciples, every man according to his ability, determined tosend relief unto the brethren. Acts xi. 29.Natural abilities are like natural plants, that need pruning bystudy. Bacon.The public men of England, with much of a peculiar kind of ability.Macaulay.", "tags": ["webster"], "word": "ability", "gender": "male"}, {"definition": "The act of stridding; a long step; the space measured by a longstep; as, a masculine stride. Pope.God never meant that man should scale the heavens By strides of humanwisdom. Cowper.", "tags": ["webster"], "word": "stride", "gender": "male"}, {"definition": "The act or operation of transferring the blood of one man oranimal into the vascular system of another; also, the introduction ofany fluid into the blood vessels, or into a cavity of the body fromwhich it can readily be adsorbed into the vessels; intrafusion; as,the peritoneal transfusion of milk.", "tags": ["webster"], "word": "transfusion", "gender": "male"}, {"definition": "To give an advantage to; to further; to promote; to benefit; toprofit.The truth is, the archbishop's own stiffness and averseness to complywith the court designs, advantaged his adversaries against him.Fuller.What is a man advantaged, if he gain the whole world, and losehimself, or be cast away Luke ix. 25.To advantage one's self of, to avail one's self of. [Obs.]", "tags": ["webster"], "word": "advantage", "gender": "male"}, {"definition": "The state of being bound; imprisonment; captivity, restraint.\"This man doeth nothing worthy of death or of bonds.\" Acts xxvi.", "tags": ["webster"], "word": "bond", "gender": "male"}, {"definition": "The act of disbelieving;; a state of the mind in which one isfully persuaded that an opinion, assertion, or doctrine is not true;refusal of assent, credit, or credence; denial of belief.Our belief or disbelief of a thing does not alter the nature of thething. Tillotson.No sadder proof can be given by a man of his own littleness thatdisbelief in great men. Carlyle.", "tags": ["webster"], "word": "disbelief", "gender": "male"}, {"definition": "One who has the cure souls; originally, any clergyman, but nowusually limited to one who assist a rector or vicar Hook.All this the good old man performed alone, He spared no pains, forcurate he had none. Dryden.", "tags": ["webster"], "word": "curate", "gender": "male"}, {"definition": "A physician. [Obs.] Shak. Medicine bag, a charm; -- so calledamong the North American Indians, or in works relating to them.-- Medicine man (among the North American Indians), a person whoprofesses to cure sickness, drive away evil spirits, and regulate theweather by the arts of magic.-- Medicine seal, a small gem or paste engraved with reversedcharacters, to serve as a seal. Such seals were used by Romanphysicians to stamp the names of their medicines.", "tags": ["webster"], "word": "medicine", "gender": "male"}, {"definition": "Anything which a man takes in his hand in anger, to strike orassault another with; an aggressive weapon. Cowell. Blackstone.", "tags": ["webster"], "word": "arms", "gender": "male"}, {"definition": "The act of applauding; approbation and praise publiclyexpressed by clapping the hands, stamping or tapping with the feet,acclamation, huzzas, or other means; marked commendation.The brave man seeks not popular applause. Dryden.", "tags": ["webster"], "word": "applause", "gender": "male"}, {"definition": "A man of eminent worth or value; one distinguished for usefuland estimable qualities; a person of conspicuous desert; -- much usedin the plural; as, the worthies of the church; political worthies;military worthies.The blood of ancient worthies in his veins. Cowper.", "tags": ["webster"], "word": "worthy", "gender": "male"}, {"definition": "Not to regard; to pay no heed to; to omit to take notice of; toneglect to observe; to slight as unworthy of regard or notice; as, todisregard the admonitions of conscience.Studious of good, man disregarded fame. Blackmore.", "tags": ["webster"], "word": "disregard", "gender": "male"}, {"definition": "Denoting person; as, a personal pronoun. Personal action (Law),a suit or action by which a man claims a debt or personal duty, ordamages in lieu of it; or wherein he claims satisfaction in damagesfor an injury to his person or property, or the specific recovery ofgoods or chattels; -- opposed to real action.-- Personal equation. (Astron.) See under Equation.-- Personal estate or property (Law), movables; chattels; -- opposedto real estate or property. It usually consists of things temporaryand movable, including all subjects of property not of a freeholdnature.-- Personal identity (Metaph.), the persistent and continuous unityof the individual person, which is attested by consciousness.-- Personal pronoun (Gram.), one of the pronouns I, thou, he, she,it, and their plurals.-- Personal representatives (Law), the executors or administratorsof a person deceased.-- Personal rights, rights appertaining to the person; as, therights of a personal security, personal liberty, and privateproperty.-- Personal tithes. See under Tithe.-- Personal verb (Gram.), a verb which is modified or inflected tocorrespond with the three persons.", "tags": ["webster"], "word": "personal", "gender": "male"}, {"definition": "To make sport contempt or in jest; to speak in a scornful orjeering manner.When thou mockest, shall no man make thee ashamed Job xi. 3.She had mocked at his proposal. Froude.", "tags": ["webster"], "word": "mock", "gender": "male"}, {"definition": "Having the breast conspicuously colored; as, the pectoralsandpiper. Pectoral arch, or Pectoral girdle (Anat.), the two or morebony or cartilaginous pieces of the vertebrate skeleton to which thefore limbs are articulated; the shoulder girdle. In man it consistsof two bones, the scapula and clavicle, on each side.-- Pectorial cross (Eccl.), a cross worn on the breast by bishopsand abbots, and sometimes also by canons.-- Pectorial fins, or Pectorials (Zoöl.), fins situated on thesides, behind the gills. See Illust. under Fin.-- Pectorial rail. (Zoöl.) See Land rail (b) under Land.-- Pectorial sandpiper (Zoöl.), the jacksnipe (b).", "tags": ["webster"], "word": "pectoral", "gender": "male"}, {"definition": "The legal declaration of a person's mind as to the manner inwhich he would have his property or estate disposed of after hisdeath; the written instrument, legally executed, by which a man makesdisposition of his estate, to take effect after his death; testament;devise. See the Note under Testament, 1.", "tags": ["webster"], "word": "will", "gender": "male"}, {"definition": "A persuasion of the truths of religion; faith.No man can attain [to] belief by the bare contemplation of heaven andearth. Hooker.", "tags": ["webster"], "word": "belief", "gender": "male"}, {"definition": "the horny scale of plate of epidermis at the end of the fingersand toes of man and many apes.His nayles like a briddes claws were. Chaucer.", "tags": ["webster"], "word": "nail", "gender": "male"}, {"definition": "To bind out by indenture or contract; to indenture; toapprentice; as, to indent a young man to a shoemaker; to indent aservant.", "tags": ["webster"], "word": "indent", "gender": "male"}, {"definition": "A beam filled with spikes to obstruct passage; a cheval-de-frise. [R.] Turnpike man, a man who collects tolls at a turnpike.-- Turnpike road, a road on which turnpikes, or tollgates, areestablished by law, in order to collect from the users tolls todefray the cost of building, repairing, etc.", "tags": ["webster"], "word": "turnpike", "gender": "male"}, {"definition": "One of two circular stones used for grinding grain or othersubstance.No man shall take the nether or the upper millstone to pledge. Deut.xxiv. 6.", "tags": ["webster"], "word": "millstone", "gender": "male"}, {"definition": "Final cause; end; purpose of obtaining; cause; motive; reason;interest; concern; account; regard or respect; -- used chiefly insuch phrases as, for the sake, for his sake, for man's sake, formercy's sake, and the like; as, to commit crime for the sake of gain;to go abroad for the sake of one's health.Moved with wrath and shame and ladies; sake. Spenser.I will not again curse the ground any more for man's sake. Gen. viii.21.Will he draw out, For anger's sake, finite to infinite Milton.Knowledge is for the sake of man, and not man for the sake ofknowledge. Sir W. Hamilton.", "tags": ["webster"], "word": "sake", "gender": "male"}, {"definition": "The dense calcified substance of which teeth are largelycomposed. It contains less animal matter than bone, and in the teethof man is situated beneath the enamel.", "tags": ["webster"], "word": "dentine", "gender": "male"}, {"definition": "A place where money is kept, or where it is deposited and paidout; a money box. [Obs.]This bank is properly a general cash, where every man lodges hismoney. Sir W. Temple.£20,000 are known to be in her cash. Sir R. Winwood.", "tags": ["webster"], "word": "cash", "gender": "male"}, {"definition": "Same as Safety touchdown, below. Safety arch (Arch.), adischarging arch. See under Discharge, v. t.-- Safety belt, a belt made of some buoyant material, or which iscapable of being inflated, so as to enable a person to float inwater; a life preserver.-- Safety buoy, a buoy to enable a person to float in water; asafety belt.-- Safety cage (Mach.), a cage for an elevator or mine lift, havingappliances to prevent it from dropping if the lifting rope shouldbreak.-- Safety lamp. (Mining) See under Lamp.-- Safety match, a match which can be ignited only on a surfacespecially prepared for the purpose.-- Safety pin, a pin made in the form of a clasp, with a guardcovering its point so that it will not prick the wearer.-- safety plug. See Fusible plug, under Fusible.-- Safety switch. See Switch.-- Safety touchdown (Football), the act or result of a player'stouching to the ground behind his own goal line a ball which receivedits last impulse from a man on his own side; -- distinguished fromtouchback. See Touchdown.-- Safety tube (Chem.), a tube to prevent explosion, or to controldelivery of gases by an automatic valvular connection with the outerair; especially, a bent funnel tube with bulbs for adding thosereagents which produce unpleasant fumes or violent effervescence.-- Safety valve, a valve which is held shut by a spring or weightand opens automatically to permit the escape of steam, or confinedgas, water, etc., from a boiler, or other vessel, when the pressurebecomes too great for safety; also, sometimes, a similar valveopening inward to admit air to a vessel in which the pressure is lessthan that of the atmosphere, to prevent collapse.", "tags": ["webster"], "word": "safety", "gender": "male"}, {"definition": "Light in weight, as a coin; specif., applied to a man or animalwho is a lightweight.", "tags": ["webster"], "word": "lightweight", "gender": "male"}, {"definition": "A figure of speech employed when a speaker having begun to saya thing stops abruptly: thus, \"He is a man of so much honor andcandor, and of such generosity -- but I need say no more.\"", "tags": ["webster"], "word": "abscission", "gender": "male"}, {"definition": "To affect with pain or uneasiness, either physical or mental;to trouble; to be the matter with; -- used to express some uneasinessor affection, whose cause is unknown; as, what ails the man I knownot what ails him.What aileth thee, Hagar Gen. xxi. 17.", "tags": ["webster"], "word": "ail", "gender": "male"}, {"definition": "To set in order, as a jury, for the trial of a cause; that is,to call them man by man. Blackstone. To array a panel, to set forthin order the men that are impaneled. Cowell. Tomlins.", "tags": ["webster"], "word": "array", "gender": "male"}, {"definition": "Of or pertaining to the thyroid body, thyroid cartilage, orthyroid artery; thyroideal. Thyroid cartilage. See under Larynx.-- Thyroid body, or Thyroid gland (Anat.), a glandlike but ductlessbody, or pair of bodies, of unknown function, in the floor of themouth or the region of the larynx. In man and most mammals it is ahighly vascular organ, partly surrounding the base of the larynx andthe upper part of the trachea.-- Thyroid dislocation (Surg.), dislocation of the thigh bone intothe thyroid foramen.-- Thyroid foramen, the obturator foramen.", "tags": ["webster"], "word": "thyroid", "gender": "male"}, {"definition": "An internal muscle arising from the lumbar vertebræ andinserted into the femur. In man there are usually two on each side,and the larger one, or great psoas, forms a part of the iliopsoas.", "tags": ["webster"], "word": "psoas", "gender": "male"}, {"definition": "The state of being dissatisfied, unsatisfied, or discontented;uneasiness proceeding from the want of gratification, or fromdisappointed wishes and expectations.The ambitious man has little happiness, but is subject to muchuneasiness and dissatisfaction. Addison.", "tags": ["webster"], "word": "dissatisfaction", "gender": "male"}, {"definition": "Of necessity; necessarily; indispensably; -- often with must,and equivalent to of need.A man must needs love mauger his head. Chaucer.And he must needs go through Samaria. John iv. 4.He would needs know the cause of his reulse. Sir J. Davies.", "tags": ["webster"], "word": "needs", "gender": "male"}, {"definition": "One of the terminal members, or digits, of the foot of a man oran animal. \"Each one, tripping on his toe.\" Shak.", "tags": ["webster"], "word": "toe", "gender": "male"}, {"definition": "Wherewith. \"Wherewithal shall we be clothed\" Matt. vi. 31.Wherewithal shall a young man cleanse his way Ps. cxix. 9.[The builders of Babel], still with vain design, New Babels, had theywherewithal, would build. Milton.", "tags": ["webster"], "word": "wherewithal", "gender": "male"}, {"definition": "A northern duck (Dafila acuta), native of both continents. Theadult male has a long, tapering tail. Called also gray duck,piketail, piket-tail, spike-tail, split-tail, springtail, seapheasant, and gray widgeon.", "tags": ["webster"], "word": "pintail", "gender": "male"}, {"definition": "The male of bees, esp. of the honeybee. It gathers no honey.See Honeybee.All with united force combine to drive The lazy drones from thelaborious hive. Dryden.", "tags": ["webster"], "word": "drone", "gender": "male"}, {"definition": "An antelope (Saiga Tartarica) native of the plains of Siberiaand Eastern Russia. The male has erect annulated horns, and tufts oflong hair beneath the eyes and ears.", "tags": ["webster"], "word": "saiga", "gender": "male"}, {"definition": "A male cat; a tomcat. [Obs.]", "tags": ["webster"], "word": "gib", "gender": "male"}, {"definition": "A young male of the ox kind; especially, a common ox; acastrated taurine male from two to four years old. See the Note underOx.", "tags": ["webster"], "word": "steer", "gender": "male"}, {"definition": "A dense growth of brushwood, grasses, reeds, vines, etc.; analmost impenetrable thicket of trees, canes, and reedy vegetation, asin India, Africa, Australia, and Brazil.The jungles of India are of bamboos, canes, and other palms, verydifficult to penetrate. Balfour (Cyc. of India).Jungle bear (Zoöl.), the aswail or sloth bear.-- Jungle cat (Zoöl.), the chaus.-- Jungle cock (Zoöl.), the male of a jungle fowl.-- Jungle fowl. (Zoöl.) (a) Any wild species of the genus Gallus, ofwhich several species inhabit India and the adjacent islands; as, thefork-tailed jungle fowl (G. varius) of Java, G. Stanleyi of Ceylon,and G. Bankiva of India.", "tags": ["webster"], "word": "jungle", "gender": "male"}, {"definition": "An arctic cetacean (Monodon monocerous), about twenty feetlong. The male usually has one long, twisted, pointed canine tooth,or tusk projecting forward from the upper jaw like a horn, whence itis called also sea unicorn, unicorn fish, and unicorn whale.Sometimes two horns are developed, side by side.", "tags": ["webster"], "word": "narwhal", "gender": "male"}, {"definition": "A vote by universal male suffrage; especially, in France, apopular vote, as first sanctioned by the National Constitution of1791. [Written also plebiscit.]Plebiscite we have lately taken, in popular use, from the French.Fitzed. Hall.", "tags": ["webster"], "word": "plebiscite", "gender": "male"}, {"definition": "The male of any species of goose.", "tags": ["webster"], "word": "gander", "gender": "male"}, {"definition": "The act of beating upon, or as if upon, a drum; also, the noisewhich the male of the ruffed grouse makes in spring, by beating hiswings upon his sides.", "tags": ["webster"], "word": "drumming", "gender": "male"}, {"definition": "To move off; to stir; to walk away.I'll not budge an inch, boy. Shak.The mouse ne'er shunned the cat as they did budge From rascals worsethan they. Shak.", "tags": ["webster"], "word": "budge", "gender": "male"}, {"definition": "The act of one who trains; the act or process of exercising,disciplining, etc.; education. Fan training (Hort.), the operation oftraining fruit trees, grapevines, etc., so that the branches shallradiate from the stem like a fan.-- Horizontal training (Hort.), the operation of training fruittrees, grapevines, etc., so that the branches shall spread outlaterally in a horizontal direction.-- Training college. See Normal school, under Normal, a.-- Training day, a day on which a military company assembles fordrill or parade. [U. S.] -- Training ship, a vessel on board of whichboys are trained as sailors.", "tags": ["webster"], "word": "training", "gender": "male"}, {"definition": "from Smoke. Smoking bean (Bot.), the long pod of the catalpa,or Indian-bean tree, often smoked by boys as a substitute for cigars.-- Smoking car, a railway car carriage reserved for the use ofpassengers who smoke tobacco.", "tags": ["webster"], "word": "smoking", "gender": "male"}, {"definition": "A wind instrument of music, formerly in use, supposed to haveresembled either the clarinet or the hautboy in form. [Written alsoshalm, shaum.] Otway.Even from the shrillest shaum unto the cornamute. Drayton.", "tags": ["webster"], "word": "shawm", "gender": "male"}, {"definition": "A member of the Roman Catholic Church. (Dog Latin, barbarousLatin; a jargon in imitation of Latin; as, the log Latin ofschoolboys.-- Late Latin, Low Latin, terms used indifferently to designate thelatest stages of the Latin language; low Latin (and, perhaps, lateLatin also), including the barbarous coinages from the French,German, and other languages into a Latin form made after the Latinhad become a dead language for the people.-- Law Latin, that kind of late, or low, Latin, used in statutes andlegal instruments; -- often barbarous.", "tags": ["webster"], "word": "latin", "gender": "male"}, {"definition": "Gruel; porridge; -- so called among seamen. Loblolly bay(Bot.), an elegant white-flowered evergreen shrub or small tree, ofthe genus Gordonia (G. Lasianthus), growing in the maritime parts ofthe Southern United States. Its bark is sometimes used in tanning.Also, a similar West Indian tree (Laplacea hæmatoxylon).-- Loblolly boy, a surgeon's attendant on shipboard. Smollett.-- Loblolly pine (Bot.), a kind of pitch pine found from Delawaresouthward along the coast; old field pine (Pinus Tæda). Also, P.Bahamensis, of the West Indies.-- Loblolly tree (Bot.), a name of several West Indian trees, havingmore or less leathery foliage, but alike in no other respect; asPisonia subcordata, Cordia alba, and Cupania glabra.", "tags": ["webster"], "word": "loblolly", "gender": "male"}, {"definition": "To combine against (a landlord, tradesman, employer, or otherperson), to withhold social or business relations from him, and todeter others from holding such relations; to subject to a boycott.", "tags": ["webster"], "word": "boycott", "gender": "male"}, {"definition": "The loose outer garment worn by the ancient Romans, consistingof a single broad piece of woolen cloth of a shape approaching asemicircle. It was of undyed wool, except the border of the togaprætexta. Toga prætexta. Etym: [L.], a toga with a broad purpleborder, worn by children of both sexes, by magistrates, and bypersons engaged in sacred rites.-- Toga virilis Etym: [L.], the manly gown; the common toga. Thiswas assumed by Roman boys about the time of completing theirfourteenth year.", "tags": ["webster"], "word": "toga", "gender": "male"}, {"definition": "To cut roughly or hack; to cut into small pieces; to notch orcut in an unskillful manner; to make rough or mangle by cutting; as,a boy haggles a stick of wood.Suffolk first died, and York, all haggled o'er, Comes to him, wherein gore he lay insteeped. Shak.", "tags": ["webster"], "word": "haggle", "gender": "male"}, {"definition": "A play among boys, in which one stoops down and another leapsover him by placing his hands on the shoulders of the former.", "tags": ["webster"], "word": "leapfrog", "gender": "male"}, {"definition": "One of the higher wind instruments in the modern orchestra, yetof great antiquity, having a penetrating pastoral quality of tone,somewhat like the clarinet in form, but more slender, and sounded bymeans of a double reed; a hautboy. Oboe d'amore Etym: [It., lit.,oboe of love], and Oboe di caccia Etym: [It., lit., oboe of thechase], are names of obsolete modifications of the oboe, often foundin the scores of Bach and Handel.", "tags": ["webster"], "word": "oboe", "gender": "male"}, {"definition": "The bank of a river, or the shore of the sea. [Obs.] \"The fatweed that roots itself in ease on Lethe wharf.\" Shak. Wharf boat, akind of boat moored at the bank of a river, and used for a wharf, inplaces where the height of the water is so variable that a fixedwharf would be useless. [U. S.] Bartlett.-- Wharf rat. (Zoöl.) (a) The common brown rat. (b) A neglected boywho lives around the wharfs. [Slang]", "tags": ["webster"], "word": "wharf", "gender": "male"}, {"definition": "To put in a black list as deserving of suspicion, censure, orpunishment; esp. to put in a list of persons stigmatized as insolventor untrustworthy, -- as tradesmen and employers do for mutualprotection; as, to blacklist a workman who has been discharged. SeeBlack list, under Black, a.If you blacklist us, we will boycott you. John Swinton.", "tags": ["webster"], "word": "blacklist", "gender": "male"}, {"definition": "Hautboys, or oboes, played by town musicians; not used in thesingular. [Obs.] Halliwell.", "tags": ["webster"], "word": "wait", "gender": "male"}, {"definition": "A boy servant, or page, -- in allusion to the buttons on hislivry. [Colloq.] Dickens.", "tags": ["webster"], "word": "buttons", "gender": "male"}, {"definition": "The act of exculpating from alleged fault or crime; that whichexculpates; excuse.These robbers, however, were men who might have made out a strongcase in exculpation of themselves. Southey.", "tags": ["webster"], "word": "exculpation", "gender": "male"}, {"definition": "The act of instigating, or the state of being instigated;incitement; esp. to evil or wickedness.The baseness and villainy that . . . the instigation of the devilcould bring the sons of men to. South.", "tags": ["webster"], "word": "instigation", "gender": "male"}, {"definition": "A tumult; a noisy quarrel; a disturbance; a brawl; contention;discord, either between individuals or in the state.I will own that there is a haughtiness and fierceness in human naturewhich will which will cause innumerable broils, place men in whatsituation you please. Burke.", "tags": ["webster"], "word": "broil", "gender": "male"}, {"definition": "Selected from a number; picked out; choice.Seven hundred chosen men left-handed. Judg. xx. 16.", "tags": ["webster"], "word": "chosen", "gender": "male"}, {"definition": "A sectarian; a member or adherent of a sect; a follower ordisciple of some particular teacher in philosophy or religion; onewho separates from an established church; a dissenter.I never knew that time in England when men of truest religion werenot counted sectaries. Milton.", "tags": ["webster"], "word": "sectary", "gender": "male"}, {"definition": "Not possible; incapable of being done, of existing, etc.;unattainable in the nature of things, or by means at command;insuperably difficult under the circumstances; absurd orimpracticable; not feasible.With men this is impossible; but with God all things are possible.Matt. xix. 26.Without faith it is impossible to please him. Heb. xi. 6.Impossible quantity (Math.), an imagnary quantity. See Imaginary.", "tags": ["webster"], "word": "impossible", "gender": "male"}, {"definition": "Bad, ill, evil, or corrupt, in a greater degree; more bad orevil; less good; specifically, in poorer health; more sick; -- usedboth in a physical and moral sense.Or worse, if men worse can devise. Chaucer.[She] was nothing bettered, but rather grew worse. Mark v. 26.Evil men and seducers shall wax worse and worse. 2 Tim. iii. 13.There are men who seem to believe they are not bad while another canbe found worse. Rambler.\"But I love him.\" \"Love him Worse and worse.\" Gay.", "tags": ["webster"], "word": "worse", "gender": "male"}, {"definition": "Present letters or instrument, as a deed of conveyance, alease, letter of attorney, or other writing; as in the phrase, \" Knowall men by these presents,\" that is, by the writing itself, \" per hasliteras praesentes; \" -- in this sense, rarely used in the singular.", "tags": ["webster"], "word": "present", "gender": "male"}, {"definition": "Forming a part of a genus; relatively limited in extension;affirmed or denied of a part of a subject; as, a particularproposition; -- opposed to universal: e. g. (particular affirmative)Some men are wise; (particular negative) Some men are not wise.Particular average. See under Average.-- Particular Baptist, one of a branch of the Baptist denominationthe members of which hold the doctrine of a particular or individualelection and reprobation.-- Particular lien (Law), a lien, or a right to retain a thing, forsome charge or claim growing out of, or connected with, thatparticular thing.-- Particular redemption, the doctrine that the purpose, act, andprovisions of redemption are restricted to a limited number of thehuman race. See Calvinism.", "tags": ["webster"], "word": "particular", "gender": "male"}, {"definition": "A speech addressed to a large public assembly; a popularoration; a loud address a multitude; in a bad sense, a noisy orpompous speech; declamation; ranting.Gray-headed men and grave, with warriors mixed, Assemble, andharangues are heard. Milton.", "tags": ["webster"], "word": "harangue", "gender": "male"}, {"definition": "A celebrated fairy, \"the merry wanderer of the night;\" --called also Robin Goodfellow, Friar Rush, Pug, etc. Shak.He meeteth Puck, whom most men call Hobgoblin, and on him doth fall.Drayton.", "tags": ["webster"], "word": "puck", "gender": "male"}, {"definition": "One of the chief military officers of a government or country;the commander of an army, of a body of men not less than a brigade.In European armies, the highest military rank next below fieldmarshal.", "tags": ["webster"], "word": "general", "gender": "male"}, {"definition": "One of a class of water spirits, commonly described as of amischievous disposition.The treacherous nixes who entice men to a watery death. Tylor.", "tags": ["webster"], "word": "nix", "gender": "male"}, {"definition": "Being or constituting a surplus; more than sufficient; as,surplus revenues; surplus population; surplus words.When the price of corn falleth, men give over surplus tillage, andbreak no more ground. Carew.", "tags": ["webster"], "word": "surplus", "gender": "male"}, {"definition": "Faithfulness; adherence to right; careful and exact observanceof duty, or discharge of obligations. Especially:(a) Adherence to a person or party to which one is bound; loyalty.Whose courageous fidelity was proof to all danger. Macaulay.The best security for the fidelity of men is to make interestcoincide with duty. A. Hamilton.", "tags": ["webster"], "word": "fidelity", "gender": "male"}, {"definition": "A supernatural divine influence on the prophets, apostles, orsacred writers, by which they were qualified to communicate moral orreligious truth with authority; a supernatural influence whichqualifies men to receive and communicate divine truth; also, thetruth communicated.All Scripture is given by inspiration of God. 2 Tim. iii. 16.The age which we now live in is not an age of inspiration andimpulses. Sharp.Plenary inspiration (Theol.), that kind of inspiration which excludesall defect in the utterance of the inspired message.-- Verbal inspiration (Theol.), that kind of inspiration whichextends to the very words and forms of expression of the divinemessage.", "tags": ["webster"], "word": "inspiration", "gender": "male"}, {"definition": "The state of being accurate; freedom from mistakes, thisexemption arising from carefulness; exact conformity to truth, or toa rule or model; precision; exactness; nicety; correctness; as, thevalue of testimony depends on its accuracy.The professed end [of logic] is to teach men to think, to judge, andto reason, with precision and accuracy. Reid.The accuracy with which the piston fits the sides. Lardner.", "tags": ["webster"], "word": "accuracy", "gender": "male"}, {"definition": "A large species of American grass of the genus Zea (Z. Mays),widely cultivated as a forage and food plant; Indian corn. Also, itsseed, growing on cobs, and used as food for men animals. Maize eater(Zoöl.), a South American bird of the genus Pseudoleistes, allied tothe troupials.-- Maize yellow, a delicate pale yellow.", "tags": ["webster"], "word": "maize", "gender": "male"}, {"definition": "The selection for a particular service of a person or a body ofmen; hence, the person or the body of men so selected. Detaildrawing, a drawing of the full size, or on a large scale, of somepart of a building, machine, etc.-- In detail, in subdivisions; part by part; item; circumstantially;with particularity.", "tags": ["webster"], "word": "detail", "gender": "male"}, {"definition": "In these days; at the present time.What men of spirit, nowadays, Come to give sober judgment of newplays Garrick.", "tags": ["webster"], "word": "nowadays", "gender": "male"}, {"definition": "A game, called also daughts, played on a checkerboard by twopersons, each having twelve men (counters or checkers) which aremoved diagonally. The game is ended when either of the players haslost all his men, or can not move them.", "tags": ["webster"], "word": "checkers", "gender": "male"}, {"definition": "An apparatus for measuring force or power; especially, musculareffort of men or animals, or the power developed by a motor, or thatrequired to operate machinery.", "tags": ["webster"], "word": "dynamometer", "gender": "male"}, {"definition": "Acquainted or familiar, as the result of experience, study,practice, etc.; skilled; practiced.Deep versed in books and shallow in himself. Milton.Opinions . . . derived from studying the Scriptures, wherein he wasversed beyond any person of his age. Southey.These men were versed in the details of business. Macaulay.", "tags": ["webster"], "word": "versed", "gender": "male"}, {"definition": "The quality of being insincere; want of sincerity, or of beingin reality what one appears to be; dissimulation; hypocritical;deceitfulness; hollowness; untrustworthiness; as, the insincerity ofa professed friend; the insincerity of professions of regard.What men call policy and knowledge of the world, is commonly no otherthing than dissimulation and insincerity. Blair.", "tags": ["webster"], "word": "insincerity", "gender": "male"}, {"definition": "A secret council to deliberate on affairs of government orpolitics; a number of men combined for party intrigue; a faction; acabal; as, a junto of ministers; a junto of politicians.The puzzling sons of party next appeared, In dark cabals and mightyjuntos met. Thomson.", "tags": ["webster"], "word": "junto", "gender": "male"}, {"definition": "Not regular; not conforming to a law, method, or usagerecognized as the general rule; not according to common form; notconformable to nature, to the rules of moral rectitude, or toestablished principles; not normal; unnatural; immethodical;unsymmetrical; erratic; no straight; not uniform; as, an irregularline; an irregular figure; an irregular verse; an irregularphysician; an irregular proceeding; irregular motion; irregularconduct, etc. Cf. Regular.Mazes intricate, Eccentric, intervolved, yet regular Then most whenmost irregular they seem. Milton.Leading the men of Herefordshire to fight Against the irregular andwild Glendower. Shak.A flowery meadow through which a clear stream murmured in manyirregular meanders. Jones.", "tags": ["webster"], "word": "irregular", "gender": "male"}, {"definition": "To perform acts of homage or adoration; esp., to performreligious service.Our fathers worshiped in this mountain; and ye say that in Jerusalemis the place where men ought to worship. John iv. 20.Was it for this I have loved . . . and worshiped in silenceLongfellow.", "tags": ["webster"], "word": "worship", "gender": "male"}, {"definition": "Position in the heavens, as of a heavenly body; -- usuallydefined by its right ascension and declination, or by its latitudeand longitude. Place of arms (Mil.), a place calculated for therendezvous of men in arms, etc., as a fort which affords a saferetreat for hospitals, magazines, etc. Wilhelm.-- High place (Script.), a mount on which sacrifices were offered.\"Him that offereth in the high place.\" Jer. xlviii. 35.-- In place, in proper position; timely.-- Out of place, inappropriate; ill-timed; as, his remarks were outof place.-- Place kick (Football), the act of kicking the ball after it hasbeen placed on the ground.-- Place name, the name of a place or locality. London Academy.-- To give place, to make room; to yield; to give way; to giveadvantage. \"Neither give place to the devil.\" Eph. iv. 27. \"Let allthe rest give place.\" Shak.-- To have place, to have a station, room, or seat; as, such desirescan have no place in a good heart.-- To take place. (a) To come to pass; to occur; as, the ceremonywill not take place. (b) To take precedence or priority. Addison. (c)To take effect; to prevail. \"If your doctrine takes place.\" Berkeley.\"But none of these excuses would take place.\" Spenser.-- To take the place of, to be substituted for.", "tags": ["webster"], "word": "place", "gender": "male"}, {"definition": "To pass gradually from a sound, prosperous, or perfect state,to one of imperfection, adversity, or dissolution; to waste away; todecline; to fail; to become weak, corrupt, or disintegrated; to rot;to perish; as, a tree decays; fortunes decay; hopes decay.Ill fares the land, to hastening ills a prey, Where wealthaccumulates and men decay. Goldsmith.", "tags": ["webster"], "word": "decay", "gender": "male"}, {"definition": "One or more persons elected or appointed, to whom any matter orbussiness is referred, either by a legislative body, or by a court,or by any collective body of men acting together. Commitee of thewhole [house], a committee, embracing all the members present, intowhich a legislative or deliberative body sometimes resolves itself,for the purpose of considering a particular measure under theoperation of different rules from those governing the generallegislative proceedings. The committee of the whole has its ownchairman, and reports its action in the form of recommendations.-- Standing committee. See under Standing.", "tags": ["webster"], "word": "committee", "gender": "male"}, {"definition": "The last extremity; the end; death; outrance. [Obs.]Annibal forced those captives whom he had taken of our men toskirmish one against another to the utterance. Holland.", "tags": ["webster"], "word": "utterance", "gender": "male"}, {"definition": "Mistress: a reduced form of this title, which, so reduced, came to be regarded, when prefixed to the name of a young woman or girl, as a sort of diminutive, and was especially applied to young girls (corresponding to master as applied to young boys), older unmarried girls or women being styled mistress even in the lifetime of the mother; later, and in present use, a title prefixed to the name of any unmarried woman or girl.", "tags": ["wordnik"], "word": "miss", "gender": "female"}, {"definition": "a fiercely vigilant and unpleasant woman", "tags": ["wordnik"], "word": "tartar", "gender": "female"}, {"definition": "an unusually attractive person, especially a beautiful woman.", "tags": ["wordnik"], "word": "eyeful", "gender": "female"}, {"definition": "A woman, especially one who is sexually promiscuous; -- usually considered offensive.", "tags": ["wordnik"], "word": "broad", "gender": "female"}, {"definition": "A woman of loose morals; a prostitute.", "tags": ["wordnik"], "word": "baggage", "gender": "female"}, {"definition": "a very attractive woman or young lady, especaially one sexually attractive; -- sometimes considered offensive and sexist.", "tags": ["wordnik"], "word": "dish", "gender": "female"}, {"definition": "a seductive woman who uses her sex appeal to exploit men", "tags": ["wordnik"], "word": "tease", "gender": "female"}, {"definition": "a very attractive or seductive looking woman", "tags": ["wordnik"], "word": "lulu", "gender": "female"}, {"definition": "A fair or beautiful woman; in general, a woman, especially a beloved woman.", "tags": ["wordnik"], "word": "fair", "gender": "female"}, {"definition": "A young man who is the ‘steady company’ of a young woman; also, the young woman in the same relation to the young man.", "tags": ["wordnik"], "word": "steady", "gender": "female"}, {"definition": "An Australian native woman; an old woman generally.", "tags": ["wordnik"], "word": "gin", "gender": "female"}, {"definition": "a man's courting of a woman; seeking the affections of a woman (usually with the hope of marriage)", "tags": ["wordnik"], "word": "wooing", "gender": "female"}, {"definition": "the act of sexual procreation between a man and a woman; the man's penis is inserted into the woman's vagina and excited until orgasm and ejaculation occur", "tags": ["wordnik"], "word": "relation", "gender": "female"}, {"definition": "the act of sexual procreation between a man and a woman; the man's penis is inserted into the woman's vagina and excited until orgasm and ejaculation occur", "tags": ["wordnik"], "word": "congress", "gender": "female"}, {"definition": "a man's courting of a woman; seeking the affections of a woman (usually with the hope of marriage)", "tags": ["wordnik"], "word": "courting", "gender": "female"}, {"definition": "Hence the expression woman of the world (that is, a married woman), used by Audrey in “As you Like it.”", "tags": ["wordnik"], "word": "world", "gender": "female"}, {"definition": "A veil hung from a woman's hat and down her back.", "tags": ["wordnik"], "word": "fall", "gender": "female"}, {"definition": "A woman's cloak with capelike pieces instead of sleeves.", "tags": ["wordnik"], "word": "dolman", "gender": "female"}, {"definition": "A woman who is unknown or in disguise.", "tags": ["wordnik"], "word": "incognita", "gender": "female"}, {"definition": "A young woman; a wench.", "tags": ["wordnik"], "word": "dell", "gender": "female"}, {"definition": "A role for a leading man or leading woman; also, one who plays such a role.", "tags": ["wordnik"], "word": "lead", "gender": "female"}, {"definition": "The act of formally betrothing a man and woman.", "tags": ["wordnik"], "word": "contract", "gender": "female"}, {"definition": "Specifically, a domestic servant, man or woman.", "tags": ["wordnik"], "word": "help", "gender": "female"}, {"definition": "A woman's breast, especially one that is large.", "tags": ["wordnik"], "word": "hooter", "gender": "female"}, {"definition": "In Egypt. myth., the chief female deity; the sister, wife, and counterpart or female form of Osiris, and the mother of Horus.", "tags": ["wordnik"], "word": "isis", "gender": "female"}, {"definition": "The pap or nipple of a woman or a female animal; the breast, with reference to suckling. It is now applied to that of a human female only in contempt.", "tags": ["wordnik"], "word": "dug", "gender": "female"}, {"definition": "In entomology: One of the minute structures which constitute the covering of the wings of lepidopterous insects, as the furriness of a butterfly or moth. These are modified hairs which when well developed are thin, fiat plates, pointed at the end where they are attached to the surface and generally divided into a number of long teeth at the other end; they are set in rows overlapping each other slightly, like tiles or shingles on a roof. These scales are ornamented with microscopic lines, and are of various and often very bright colors. By covering the transparent membrane of the wings they form the beautiful patterns much admired in these insects. See cut in next column, and cut under Lepidoptera. One of the plates, somewhat similar to those on a butterfly's wing, covering the bodies of most Thysanura (Lepismatidæ, Poduridæ). One of the little flakes which, scattered singly or close together, so as to cover the whole surface in a uniform manner, ornament the bodies and wing-covers of many beetles, especially species of Curculionidæ. These scales are frequently mingled with hairs; they are often metallic and very beautifully colored. One of the rndimentary wings of some insects, as fleas, or some similar process or formation on the thorax: as, the covering scale, the operculum or tegula of various insects. See tegula. The shield covering the body of most female scale-insects (Coccidæ), and subsequently, when the insect dies and shrivels up, serving to protect the eggs and young which are concealed beneath it. (See accompanying cut.) It is formed either by an exudation from the body of the female, or by her cast-off larva-skins cemented together. Hence— A coccid; a scale-insect: as, the barnacle scale, Ceroplastes cirripediformis, common in Florida. See cuts under coccus, cochineal, and scale-insect. A vertical dilatation of the petiole of the abdomen, found in some ants. Also called nodus or node.", "tags": ["wordnik"], "word": "scale", "gender": "female"}, {"definition": "A body feather of an ostrich. Flosses are soft, and gray from the female and black from the male.", "tags": ["wordnik"], "word": "floss", "gender": "female"}, {"definition": "An abbreviation for luteinizing hormone, a gonadotropic hormone that is secreted by the pituitary and stimulates ovulation in female mammals, and stimulates androgen release in male mammals.", "tags": ["wordnik"], "word": "lh", "gender": "female"}, {"definition": "A male animal, particularly a bull, that copulates with, or serves, the female.", "tags": ["wordnik"], "word": "server", "gender": "female"}, {"definition": "The female salmon in the spawning season.", "tags": ["wordnik"], "word": "blackfish", "gender": "female"}, {"definition": "A female servant charged with the care of a young child.", "tags": ["wordnik"], "word": "bonne", "gender": "female"}, {"definition": "[capitalized] Such appearance personified as a female who acts a part in the production of the universe, and is considered to have only an illusory existence.", "tags": ["wordnik"], "word": "maya", "gender": "female"}, {"definition": "An infectious disease characterized by cycles of chills, fever, and sweating, caused by a protozoan of the genus Plasmodium in red blood cells, which is transmitted to humans by the bite of an infected female anopheles mosquito.", "tags": ["wordnik"], "word": "malaria", "gender": "female"}, {"definition": "A female hormone secreted by the corpus luteum that helps soften the cervix and relax the pelvic ligaments in childbirth.", "tags": ["wordnik"], "word": "relaxin", "gender": "female"}, {"definition": "A small, insignificant person or thing: as, a mere snip of a girl.", "tags": ["wordnik"], "word": "snip", "gender": "female"}, {"definition": "A child; a girl; a young woman: a depreciatory term.", "tags": ["wordnik"], "word": "tit", "gender": "female"}, {"definition": "A child; a boy or girl of tender age.", "tags": ["wordnik"], "word": "wean", "gender": "female"}, {"definition": "A young woman; a sweetheart; a flirting or wanton girl.", "tags": ["wordnik"], "word": "gill", "gender": "female"}, {"definition": "A young Burmese woman; a girl.", "tags": ["wordnik"], "word": "mima", "gender": "female"}, {"definition": "Figuratively, a young girl; a sweetheart.", "tags": ["wordnik"], "word": "pout", "gender": "female"}, {"definition": "A Gipsy girl or woman.", "tags": ["wordnik"], "word": "chai", "gender": "female"}, {"definition": "Leisureliness in motion or manner:  The girl stacked the blocks with deliberation. ", "tags": ["wordnik"], "word": "deliberation", "gender": "female"}, {"definition": "A year:  a girl of 13 summers. ", "tags": ["wordnik"], "word": "summer", "gender": "female"}, {"definition": "Slang   Courage; stamina; perseverance: \"She had more sand in her than any girl I ever see; in my opinion she was just full of sand”  ( Mark Twain). ", "tags": ["wordnik"], "word": "sand", "gender": "female"}, {"definition": "the quality of being appealing in a delicate or graceful way (of a girl or young woman)", "tags": ["wordnik"], "word": "cuteness", "gender": "female"}, {"definition": "a man who is the lover of a girl or young woman", "tags": ["wordnik"], "word": "fellow", "gender": "female"}, {"definition": "A serving boy; formerly, a youth attending a person of high degree, especially at courts, as a position of honor and education; now commonly, in England, a youth employed for doing errands, waiting on the door, and similar service in households; in the United States, a boy or girl employed to wait upon the members of a legislative body. Prior to 1960 only boys served as pages in the United States Congress.", "tags": ["wordnik"], "word": "page", "gender": "female"}, {"definition": "A more or less wilful, troublesome, or incorrigible boy or girl, regarded ironically as the rising hope of the family.", "tags": ["wordnik"], "word": "hopeful", "gender": "female"}, {"definition": "skintight knit hose covering the body from the waist to the feet worn by acrobats and dancers and as stockings by women and girls", "tags": ["wordnik"], "word": "tights", "gender": "female"}, {"definition": "A class of clothing sizes for girls and slender women. Also called junior miss.", "tags": ["wordnik"], "word": "junior", "gender": "female"}, {"definition": "A group or small company of persons, especially of girls or women, but also used of the male sex: as, “a bevy of powdered coxcombs,” Goldsmith; “a bevy of renegades,” Macaulay, Hist. Eng.", "tags": ["wordnik"], "word": "bevy", "gender": "female"}, {"definition": "plural A kind of waistcoat, stiffened with whalebone or other material, now worn chiefly by women and girls to support and give shape to the body, but formerly worn also by men.", "tags": ["wordnik"], "word": "stay", "gender": "female"}, {"definition": "A diminutive suffix, appearing chiefly in childish names of animals, etc., as kitty, doggy, piggy, birdy, froggy, mousy, and similar names, or familiar forms of personal names, as Katy or Kitty (diminutive of Kate), Jenny, Hetty, Fanny, Willy, Johnny, Tommy, etc., such names being often spelled with -ie, as Willie, Davie, etc., a spelling common in Scotch use, and also in general use in names of girls, as Katie, Jennie, Hettie, Carrie, Lizzie, Nellie, Annie, etc.", "tags": ["wordnik"], "word": "y", "gender": "female"}, {"definition": "Among the South African Dutch, a title of women, especially of young women, equivalent to Madame, or Mistress (Mrs.).", "tags": ["wordnik"], "word": "noi", "gender": "female"}, {"definition": "An opinion or position reached by a group as a whole: \"Among political women . . . there is a clear consensus about the problems women candidates have traditionally faced”  ( Wendy Kaminer).  See Usage Note at redundancy.", "tags": ["wordnik"], "word": "consensus", "gender": "female"}, {"definition": "Something required or wanted; a requisite: \"Those of us who led the charge for these women's issues ... shared a common vision in the needs of women”  ( Olympia Snowe). ", "tags": ["wordnik"], "word": "need", "gender": "female"}, {"definition": "A form of the escutcheon used by women instead of the shield which is used by men.", "tags": ["wordnik"], "word": "lozenge", "gender": "female"}, {"definition": "A fabric of wool and cotton with a lustrous surface, -- used for women's dresses.", "tags": ["wordnik"], "word": "luster", "gender": "female"}, {"definition": "The pubic area; the genitalia, especially in women.", "tags": ["wordnik"], "word": "loin", "gender": "female"}, {"definition": "Purity; chastity; -- a term applied mostly to women, but becoming uncommon in usage.", "tags": ["wordnik"], "word": "honor", "gender": "female"}, {"definition": "A species of very durable woolen stuff, used for women's shoes; everlasting.", "tags": ["wordnik"], "word": "lasting", "gender": "female"}, {"definition": "A loose outer garment, extending from the neck downwards, and commonly without sleeves. It is longer than a cape, and is worn both by men and by women.", "tags": ["wordnik"], "word": "cloak", "gender": "female"}, {"definition": "A thin gauzelike fabric of silk or wool, for women's wear.", "tags": ["wordnik"], "word": "grenadine", "gender": "female"}, {"definition": "A bunch, knot, or rosette of ribbon or other material, used as an ornament in women's dress.", "tags": ["wordnik"], "word": "chou", "gender": "female"}, {"definition": "A fancy fabric with a cotton warp and a wool weft for women's wear.", "tags": ["wordnik"], "word": "grisaille", "gender": "female"}, {"definition": "A wool-and-cotton fabric for women's wear.", "tags": ["wordnik"], "word": "orleans", "gender": "female"}, {"definition": "Formerly, the principal garment of the women of Hawaii, consisting of a number of pieces of tapa, generally five, wound around the waist and reaching to about the knee.", "tags": ["wordnik"], "word": "pau", "gender": "female"}, {"definition": "A material for women's gowns, worn in the eighteenth century.", "tags": ["wordnik"], "word": "shade", "gender": "female"}, {"definition": "An outer garment worn by women in the first half of the nineteenth century, thin, made of silk or like material, and shaped to the person.", "tags": ["wordnik"], "word": "visite", "gender": "female"}, {"definition": "Originally, a blanket; later, a coarse shaggy mantle or woolen shawl worn by West-country women in England.", "tags": ["wordnik"], "word": "whittle", "gender": "female"}, {"definition": "A room for working in, especially one in which women are employed.", "tags": ["wordnik"], "word": "workroom", "gender": "female"}, {"definition": "A kind of pad or cushion worn on the back below the waist, by women, to give fullness to the skirts; -- called also bishop, and tournure.", "tags": ["wordnik"], "word": "bustle", "gender": "female"}, {"definition": "An evening party in the country: so called from the practice once prevalent among the women of taking their rocks (distaffs) with them and spinning.", "tags": ["wordnik"], "word": "rocking", "gender": "female"}, {"definition": "A soft twilled silk material, usually of plain uniform color without pattern, used for women's garments, etc.", "tags": ["wordnik"], "word": "surah", "gender": "female"}, {"definition": "A synthetic drug analogue of pyrophosphate that acts primarily on bone to inhibit its resorption and is used to treat and prevent osteoporosis in postmenopausal women.", "tags": ["wordnik"], "word": "alendronate", "gender": "female"}, {"definition": "A thin stuff made of silk and hair, used for women's apparel: formerly made in Bengal.", "tags": ["wordnik"], "word": "bengal", "gender": "female"}, {"definition": "A gesture of respect or reverence made chiefly by women by bending the knees with one foot forward and lowering the body.", "tags": ["wordnik"], "word": "curtsy", "gender": "female"}, {"definition": "A member of the women's reserve of the U.S. Navy, organized during World War II, but now no longer a separate branch.", "tags": ["wordnik"], "word": "wave", "gender": "female"}, {"definition": "A member of the women's reserve of the U.S. Coast Guard, disbanded as a separate unit in 1946.", "tags": ["wordnik"], "word": "spar", "gender": "female"}, {"definition": "A modern athletic contest, now generally limited to women's competition, in which each participant competes in five track and field events, usually the 200-meter and 1,500-meter runs, the long jump, and the discus and javelin throws.", "tags": ["wordnik"], "word": "pentathlon", "gender": "female"}, {"definition": "Mythology   The Egyptian god of music and revelry and the guardian deity of women in labor.", "tags": ["wordnik"], "word": "bes", "gender": "female"}, {"definition": "Power in terms of the women available to a particular group or required for a particular task.", "tags": ["wordnik"], "word": "womanpower", "gender": "female"}, {"definition": "A piece of linen or frill of lace formerly worn by women around the neck and shoulders.", "tags": ["wordnik"], "word": "tucker", "gender": "female"}, {"definition": "Tight-fitting knit trousers, usually worn by women and children.", "tags": ["wordnik"], "word": "legging", "gender": "female"}, {"definition": "One of lace, muslin, etc., for women, or infants.", "tags": ["wordnik"], "word": "cap", "gender": "female"}, {"definition": "A mourning veil formerly worn by women.", "tags": ["wordnik"], "word": "domino", "gender": "female"}, {"definition": "syndrome resulting from a serious acute (sometimes fatal) infection associated with the presence of staphylococcus; characterized by fever and diarrhea and nausea and diffuse erythema and shock; occurs especially in menstruating women using highly absorbent tampons", "tags": ["wordnik"], "word": "tss", "gender": "female"}, {"definition": "English tennis player who won many women's singles titles (born in 1945)", "tags": ["wordnik"], "word": "wade", "gender": "female"}, {"definition": "A disease occurring mostly in adult women that results from a deficiency in vitamin D or calcium and is characterized by a softening of the bones with accompanying pain and weakness.", "tags": ["wordnik"], "word": "osteomalacia", "gender": "female"}, {"definition": "Slang   Nonsense: \"the romantic hooey that always sold women's cosmetics”  ( Jerry Adler). ", "tags": ["wordnik"], "word": "hooey", "gender": "female"}, {"definition": "In Jungian psychology, the masculine inner personality as present in women.", "tags": ["wordnik"], "word": "animus", "gender": "female"}, {"definition": "A thong for binding the hair, worn by women in ancient Greece.", "tags": ["wordnik"], "word": "miter", "gender": "female"}, {"definition": "Of or relating to a university in which men and women are taught by the same faculty but in single-sex classes or on single-sex campuses.", "tags": ["wordnik"], "word": "coordinate", "gender": "female"}, {"definition": "the monthly discharge of blood from the uterus of nonpregnant women from puberty to menopause", "tags": ["wordnik"], "word": "period", "gender": "female"}, {"definition": "a syndrome that occurs in many women from 2 to 14 days before the onset of menstruation", "tags": ["wordnik"], "word": "pms", "gender": "female"}, {"definition": "women's stockings made from a sheer material (nylon or rayon or silk)", "tags": ["wordnik"], "word": "rayons", "gender": "female"}, {"definition": "a skin disease of adults (more often women) in which blood vessels of the face enlarge resulting in a flushed appearance", "tags": ["wordnik"], "word": "rosacea", "gender": "female"}, {"definition": "short underpants for women or children (usually used in the plural)", "tags": ["wordnik"], "word": "scanty", "gender": "female"}, {"definition": "an association or society of women who are linked together by a common religion or trade or interest", "tags": ["wordnik"], "word": "sistership", "gender": "female"}, {"definition": "a very high narrow heel on women's shoes", "tags": ["wordnik"], "word": "spike", "gender": "female"}, {"definition": "hairpiece consisting of a tress of false hair; used by women to give shape to a coiffure", "tags": ["wordnik"], "word": "switch", "gender": "female"}, {"definition": "a garment (especially for women) that extends from the shoulders to the waist or hips", "tags": ["wordnik"], "word": "top", "gender": "female"}, {"definition": "a legal right guaranteed by the 15th amendment to the US Constitution; guaranteed to women by the 19th amendment", "tags": ["wordnik"], "word": "vote", "gender": "female"}, {"definition": "A statement of such an alteration or addition:  The 19th Amendment to the Constitution gave women the right to vote. ", "tags": ["wordnik"], "word": "amendment", "gender": "female"}, {"definition": "Constant or frequent change; fluctuation: \"The newness and flux of the computer industry has meant many opportunities for women and minorities”  ( Connie Winkler). ", "tags": ["wordnik"], "word": "flux", "gender": "female"}, {"definition": "A headdress, worn by women of the Middle Ages, consisting of interlaced wire.", "tags": ["wordnik"], "word": "fret", "gender": "female"}, {"definition": "Sports   A metal or metal-tipped spear thrown for distance in track and field competitions. The men's javelin is about 2.6 meters (8 1/2  feet) in length; the women's is about 2.2 meters (7 1/4  feet) in length.", "tags": ["wordnik"], "word": "javelin", "gender": "female"}, {"definition": "Something, such as a magazine or a company branch, that serves a region: \"earlier attempts to launch glossy regionals for women”  ( Business Week). ", "tags": ["wordnik"], "word": "regional", "gender": "female"}, {"definition": "synthetic nonsteroid with the properties of estrogen; formerly used to treat menstrual problems but was found to be associated with vaginal cancers in the daughters of women so treated during pregnancy", "tags": ["wordnik"], "word": "des", "gender": "female"}, {"definition": "United States social reformer who pioneered in the reform of prisons and in the treatment of the mentally ill; superintended women army nurses during the American Civil War (1802-1887)", "tags": ["wordnik"], "word": "dix", "gender": "female"}, {"definition": "a chronic skin disease occurring primarily in women between the ages of 20 and 40; characterized by an eruption of red lesions over the cheeks and bridge of the nose", "tags": ["wordnik"], "word": "dle", "gender": "female"}, {"definition": "clothing that is conventionally worn by the opposite sex (especially women's clothing when worn by a man)", "tags": ["wordnik"], "word": "drag", "gender": "female"}, {"definition": "the monthly discharge of blood from the uterus of nonpregnant women from puberty to menopause", "tags": ["wordnik"], "word": "flow", "gender": "female"}, {"definition": "a tablet (trade name Fosamax) prescribed to prevent or treat osteoporosis in women after menopause", "tags": ["wordnik"], "word": "fosamax", "gender": "female"}, {"definition": "German tennis player who won seven women's singles titles at Wimbledon (born in 1969)", "tags": ["wordnik"], "word": "graf", "gender": "female"}, {"definition": "a severe recurring vascular headache; occurs more frequently in women than men", "tags": ["wordnik"], "word": "megrim", "gender": "female"}, {"definition": "a severe recurring vascular headache; occurs more frequently in women than men", "tags": ["wordnik"], "word": "migraine", "gender": "female"}, {"definition": "a mound of fatty tissue covering the pubic area in women", "tags": ["wordnik"], "word": "mons", "gender": "female"}, {"definition": "recurrent large circumscribed areas of subcutaneous edema; onset is sudden and it disappears within 24 hours; seen mainly in young women, often as an allergic reaction to food or drugs", "tags": ["wordnik"], "word": "angioedema", "gender": "female"}, {"definition": "a gymnastic apparatus used by women gymnasts", "tags": ["wordnik"], "word": "beam", "gender": "female"}, {"definition": "a hair style for women and children; a short haircut all around", "tags": ["wordnik"], "word": "bob", "gender": "female"}, {"definition": "a decorative pin worn by women", "tags": ["wordnik"], "word": "broach", "gender": "female"}, {"definition": "French writer of novels about women (1873-1954)", "tags": ["wordnik"], "word": "colette", "gender": "female"}, {"definition": "a ceremony held in the synagogue (usually at Pentecost) to admit as adult members of the Jewish community young men and women who have successfully completed a course of study in Judaism", "tags": ["wordnik"], "word": "confirmation", "gender": "female"}, {"definition": "A mitten; also, a covering for the wrist and hand and not for the fingers, usually worn by women.", "tags": ["wordnik"], "word": "mitt", "gender": "female"}, {"definition": "Lady; mistress; madam; -- a title of respect used in Spain, prefixed to the Christian name of a lady.", "tags": ["wordnik"], "word": "dona", "gender": "female"}, {"definition": "See lady's-finger.", "tags": ["wordnik"], "word": "ladyfinger", "gender": "female"}, {"definition": "The high pommel of a saddle; also, either of the projections on a lady's saddle for supporting the leg.", "tags": ["wordnik"], "word": "horn", "gender": "female"}, {"definition": "A puff on a lady's dress; a puffed fold of the same material.", "tags": ["wordnik"], "word": "bouillon", "gender": "female"}, {"definition": "Attention in the way one's addresses to a lady.", "tags": ["wordnik"], "word": "address", "gender": "female"}, {"definition": "A loose pendent part of a lady's garment; esp., one of a series of pendent squares forming an edge or border.", "tags": ["wordnik"], "word": "tab", "gender": "female"}, {"definition": "Civility or courtesy, or an act of civility or courtesy: as, attention to a stranger; in the plural, acts of courtesy indicating regard: as, his attentions to the lady were most marked.", "tags": ["wordnik"], "word": "attention", "gender": "female"}, {"definition": "A name of the lady-fish, macabé, or French mullet, Albula vulpes. See cut under ladyfish.", "tags": ["wordnik"], "word": "bonefish", "gender": "female"}, {"definition": "A young lady just “come out” in society.", "tags": ["wordnik"], "word": "bud", "gender": "female"}, {"definition": "A person of free or noble birth; often, in early poetry, a lady.", "tags": ["wordnik"], "word": "free", "gender": "female"}, {"definition": "In astrology, the state of things at the beginning of any time; particularly, the figure of the heavens at the instant of birth, specifically called the root of nativity, a term also applied to the horoscope, or ascendant. Chaucer, in the passage below, has in mind the introduction to Zahel's treatise on Elections, where it is stated that elections of fortunate times for undertakings are not much to be depended upon, except in the case of kings, who have their roots of nativity (that is, in their case there is no doubt as to the precise aspect of the heavens at the moment of birth), which roots strengthen the inferences to be drawn, especially (at least so Chaucer understands the words) in the case of a journey. When the horoscope of birth was not known, astrologers were accustomed to determine elections chiefly by the place and phase of the moon, whose influence was, however, considered debile. It appears that in the case of the lady of the story, the moon was impedited in the root of nativity (see Almansor, Prop. 35: “Cum in radice nativitatis impedietur luna,” etc.), and Mars, a planet most unfavorable to journeys, was at azir, or lord of the ascendant, at her birth, and was in the fourth, or darkest, house; so that the omens of the journey were as gloomy as they well could be.", "tags": ["wordnik"], "word": "root", "gender": "female"}, {"definition": "In music, an evening song; especially, such a song sung by a lover at the window of his lady.", "tags": ["wordnik"], "word": "serenade", "gender": "female"}, {"definition": "The cow-pea is a bean rather than a pea, having large leaves with three leaflets and seeds frequently oblong or kidney-shaped. It is commonly classed as Vigna Sinensis, but probably includes more than one natural species, the red-seeded and black-seeded varieties forming one natural group; the round-seeded ‘lady-peas’ a second; the large black-eyed and purple-eyed a third; and the mottled and speckled ‘whippoorwills,’ together with plain yellow, pinkish, and light brown a fourth. The cow-pea is an annual, its numerous varieties passing through all grades of bush, trailing, and running habit, the less rampant being better adapted to short seasons. It requires much heat and will bear no frost; hence it is most at home in the South, but varieties have been secured which will mature in 60 days, and its culture is extending northward. In the southern United States it has long been of great value, and with the introduction of mixed farming is increasingly appreciated. It is available for forage and soiling and for hay, in the latter use, when well cured, ranking with red clover; and it is one of the foremost nitrogen-gatherers. For silage it is inferior to corn or sorghum. The shelled seeds, chiefly of the ‘black-eye pea,’ are used for human food, either fresh or dried.", "tags": ["wordnik"], "word": "cowpea", "gender": "female"}, {"definition": "The ceremonies connected with the recovery and reappearance in society of a lady of rank after the birth of a child. Compare lying-down.", "tags": ["wordnik"], "word": "uprising", "gender": "female"}, {"definition": "A soldier who serves on board of a man-of-war; one of a body of troops enlisted to do military service on board of ships or at dockyards.", "tags": ["wordnik"], "word": "marine", "gender": "male"}, {"definition": "A married man, or a man newly married.", "tags": ["wordnik"], "word": "benedict", "gender": "male"}, {"definition": "an ordinary man", "tags": ["wordnik"], "word": "stiff", "gender": "male"}, {"definition": "a man who is much concerned with his dress and appearance", "tags": ["wordnik"], "word": "swell", "gender": "male"}, {"definition": "Offensive Slang   Used as a disparaging term for a homosexual man.", "tags": ["wordnik"], "word": "fag", "gender": "male"}, {"definition": "offensive term for an openly homosexual man", "tags": ["wordnik"], "word": "nance", "gender": "male"}, {"definition": "an enlisted man of the lowest rank in the Army or Marines", "tags": ["wordnik"], "word": "private", "gender": "male"}, {"definition": "(Old Testament) Cain and Abel were the first children of Adam and Eve born after the Fall of Man; Abel was killed by Cain", "tags": ["wordnik"], "word": "abel", "gender": "male"}, {"definition": "(formerly) a title of respect for a man in Turkey or Egypt", "tags": ["wordnik"], "word": "bey", "gender": "male"}, {"definition": "Specifically, a man enlisted for service in the army; a newly enlisted soldier.", "tags": ["wordnik"], "word": "recruit", "gender": "male"}, {"definition": "<strong>Synonyms</strong> Atonement, Reconciliation, Propitiation, Expiation, Satisfaction. By derivation and by Biblical usage atonement and reconciliation are essentially the same: two that were alienated are made at one, or put back into friendship. Atonement, however, is not now applied to the relation of man to man, except in its extra-Biblical extension, by which it means also the making of full and satisfactory amends (satisfaction) or the enduring of proper penalties (expiation) for a great wrong: as, there could be no atonement for such an outrage. As applied to the relations of God and man, atonement has been lifted into much greater dignity than any other word in the list; it is now the august, chosen, and only endeared word for the effect of the life and especially of the death of Christ in establishing right relations between God and man; reconcile and reconciliation are the principal words for this in the New Testament, atonement being used only once, and atone not at all. Propitiation is the only one of these words having exclusive reference to the feelings or purposes of the person or being offended; it is a severe word, implying slowness to relent, and is, in regard to the attitude of God toward man, chiefly a theological term. Expiation regards the guilt of the offense; it is the suffering of the penalty proper for an act (as, to make expiation for one's crime upon the scaffold), or of an adequate substituted pain. The word is general, and only barely Biblical (Num. xxxv. 33, margin, and revised version), although the fact is by the mass of Christians believed to lie in some form in the sufferings of Christ. Satisfaction in this connection means adequate amends: as, satisfaction for an insult or for damage; the word has been taken by a school in theology to express the sufficiency of the sufferings of Christ to meet the demands of the retributive justice of God.", "tags": ["wordnik"], "word": "propitiation", "gender": "male"}, {"definition": "A man who speaks on behalf of another or others. See Usage Note at man.", "tags": ["wordnik"], "word": "spokesman", "gender": "male"}, {"definition": "<strong>Synonyms</strong> Experience, Experiment, Observation. Experience is strictly that which befalls a man, or which he goes through, while experiment is that which one actively undertakes. Observation is looking on, without necessarily having any connection with the matter: it is one thing to know of a man's goodness or of the horrors of war by observation, and quite another to know of it or them by experience. To know of a man's goodness by experiment would be to have put it to actual and intentional test. Bee practice.", "tags": ["wordnik"], "word": "experience", "gender": "male"}, {"definition": "<strong>Synonyms</strong> 1 and 2. Training, Discipline, Nurture, Cultivation, Instruction, Teaching, Education; indoctrination, schooling, breeding, advice, counsel. Training is the development of the mind or character or both, or some faculty, at some length, by exercise, as a soldier is trained or drilled. Discipline is essentially the same as training, but more severe. Nurture, by its derivation, expresses a tender, continuous, and protracted training, beginning at an early age. Cultivation, in the active sense, is often used of the training, discipline, or development of some single department of the nature: as, the cultivation of the understanding, the taste, the conscience. (See culture.) Teaching is the general word for the imparting of knowledge: as, the profession of teaching. Instruction has the imparting of knowledge for its object, but emphasizes, more than teaching, the employment of orderly arrangement in the things taught. Tuition is the most external or formal of these words, representing the act. Education is the largest word of all the list, having for its object, like training and discipline, the development of the powers of the man, but generally also a symmetrical development of the whole man, the mind and the moral nature, by instruction, exercise, etc. Education is the word chosen to express the best ideas that men have of the process of teaching and discipline that shall make the wisest, noblest, and most effective kind of man.", "tags": ["wordnik"], "word": "instruction", "gender": "male"}, {"definition": "A Chinese unit of customary enumeration, in connection with certain classes of things: as, yi ko jin, a man or ‘one man’ (usually rendered in pidgin-English ‘one piecey man’).", "tags": ["wordnik"], "word": "ko", "gender": "male"}, {"definition": "That premise which contains the major term. It its the first proposition of a regular syllogism; as: No unholy person is qualified for happiness in heaven [the major]. Every man in his natural state is unholy [minor]. Therefore, no man in his natural state is qualified for happiness in heaven [conclusion or inference].", "tags": ["wordnik"], "word": "major", "gender": "male"}, {"definition": "The great world; that part of the universe which is exterior to man; -- contrasted with microcosm, or man. See microcosm.", "tags": ["wordnik"], "word": "macrocosm", "gender": "male"}, {"definition": "The doctrine that man's obligations are limited to, and dependent alone upon, man and the human relations.", "tags": ["wordnik"], "word": "humanitarianism", "gender": "male"}, {"definition": "Correspondence or relation in type of structure in contradistinction to similarity of function; as, the relation in structure between the leg and arm of a man; or that between the arm of a man, the fore leg of a horse, the wing of a bird, and the fin of a fish, all these organs being modifications of one type of structure.", "tags": ["wordnik"], "word": "homology", "gender": "male"}, {"definition": "A dialectal or affected form of man.", "tags": ["wordnik"], "word": "min", "gender": "male"}, {"definition": "Specifically, a song sung by sailors when at work together, as in hauling or heaving, etc., the better to secure a united pull at the proper moment, which is indicated by the ictus or beat of the music. See chantey-man.", "tags": ["wordnik"], "word": "chantey", "gender": "male"}, {"definition": "A chairman or chairwoman. See Usage Notes at man, person.", "tags": ["wordnik"], "word": "chairperson", "gender": "male"}, {"definition": "The sudden removal of lands or soil from the estate of one man to that of another by an inundation or a current, or by a sudden change in the course of a river by which a part of the estate of one man is cut off and joined to the estate of another. The property in the part thus separated, or cut off, continues in the original owner.", "tags": ["wordnik"], "word": "avulsion", "gender": "male"}, {"definition": "Power in terms of the workers available to a particular group or required for a particular task. See Usage Note at man.", "tags": ["wordnik"], "word": "manpower", "gender": "male"}, {"definition": "A spokesman or a spokeswoman. See Usage Note at man.", "tags": ["wordnik"], "word": "spokesperson", "gender": "male"}, {"definition": "A written evidence in due form of things done or granted, contracts made, etc., between man and man; a deed, or conveyance.", "tags": ["wordnik"], "word": "charter", "gender": "male"}, {"definition": "Equality of rights; natural justice or right; the giving, or desiring to give, to each man his due, according to reason, and the law of God to man; fairness in determination of conflicting claims; impartiality.", "tags": ["wordnik"], "word": "equity", "gender": "male"}, {"definition": "The administrative head of a department of instruction, as at a college. See Usage Notes at man, person.", "tags": ["wordnik"], "word": "chairman", "gender": "male"}, {"definition": "A fine for slaying a man; the money value set upon a man's life; weregild.", "tags": ["wordnik"], "word": "were", "gender": "male"}, {"definition": "A common man, or one of the commonly of the first or most respectable class; a freeholder; a man free born.", "tags": ["wordnik"], "word": "yeoman", "gender": "male"}, {"definition": "Specifically A social theory which regards the union of order with the absence of all direct government of man by man as the political ideal; absolute individual liberty.", "tags": ["wordnik"], "word": "anarchy", "gender": "male"}, {"definition": "Deportment of behavior in social life; manners, especially good manners: as, good breeding (politeness); a man of no breeding (that is, a very ill-bred man).", "tags": ["wordnik"], "word": "breeding", "gender": "male"}, {"definition": "In grammar: The inflection of nouns, pronouns, and adjectives; strictly, the deviation of other forms of such a word from that of its nominative case; in general, the formation of the various cases from the stem, or from the nominative singular as representing it: thus, in English, man, man's, men, men's; in Latin, rex, regis, regi, regem, rege, in the singular, and reges, regum, regibus, in the plural.", "tags": ["wordnik"], "word": "declension", "gender": "male"}, {"definition": "In the inns of court, formerly, a servant who laid the cloths, set the salt-cellars, cut bread, waited on the gentlemen in term-time, blew the horn as a summons to dinner, and rang the bell; now, one of the domestics who wait in the hall of the inns at the time of dinner. Also pannier-man.", "tags": ["wordnik"], "word": "pannier", "gender": "male"}, {"definition": "<strong>Synonyms</strong> Philanthropy, Charity. Originally these words were the same, meaning the love of fellow-man, a sense which philanthropy retains, but charity (except in Biblical language: see 1 Cor. xiii., authorized version) has lost. Each expresses both spirit and action; but philanthropy cannot be applied to a concrete act, while charity may; hence we speak of a charity, but not of a philanthropy; on the other hand, as a spirit, philanthropy looks upon human welfare as a thing to be promoted, especially by preventing or mitigating actual suffering, while charity, outside of Biblical usage, is simply disposed to take as favorable a view as possible of the character, conduct, motives, or the like, of a fellow-man. As activity, charity helps men individually; philanthropy helps the individual as a member of the race, or provides for large numbers. Philanthropy agitates for prison-reform and the provision of occupation for released convicts; charity gives a released convict such personal help as he needs.", "tags": ["wordnik"], "word": "philanthropy", "gender": "male"}, {"definition": "In thcol., the theory that God in his revelation so modifies its teaching that it meets the needs of man, who is limited in knowledge and holiness. So God's law is accommodated to the hardness of man's heart, and his truth to ignorance.", "tags": ["wordnik"], "word": "accommodation", "gender": "male"}, {"definition": "Any one of several species of small red mites (esp. Tetranychus irritans and Tetranychus Americanus) of the family Trombiculidae, which, in the larval or leptus stage, burrow beneath the skin of man and various animals, causing great annoyance. Also called chigger.", "tags": ["wordnik"], "word": "jigger", "gender": "male"}, {"definition": "a small, slender nematode worm of the family Onchocercidae (Filariidae) of many species, parasitic when adult in various animals, including man. They may live within the blood, or in other bodily fluids, or within tissues or cavities of the body. Infection with such organisms may be transmitted by blood-sucking arthropods.", "tags": ["wordnik"], "word": "filaria", "gender": "male"}, {"definition": "a man's high tasseled boot.", "tags": ["wordnik"], "word": "jackboot", "gender": "male"}, {"definition": "A man's own act and deed.", "tags": ["wordnik"], "word": "factum", "gender": "male"}, {"definition": "A sudden roll of a ship to one side, as in heavy weather; hence, a swaying or staggering movement to one side, as that by a drunken man.", "tags": ["wordnik"], "word": "lurch", "gender": "male"}, {"definition": "The writing by which an enlisted man is bound.", "tags": ["wordnik"], "word": "enlistment", "gender": "male"}, {"definition": "A small passageway, as in a mine, that a man may pass through.", "tags": ["wordnik"], "word": "manway", "gender": "male"}, {"definition": "Formerly, a soldier who was taught and armed to serve either on horseback or on foot; now, a mounted soldier; a cavalry man.", "tags": ["wordnik"], "word": "dragoon", "gender": "male"}, {"definition": "The tuft of hair on a man's lower lip and chin; -- so called from the style of beard of Napoleon III.", "tags": ["wordnik"], "word": "imperial", "gender": "male"}, {"definition": "A rash, hot-headed man.", "tags": ["wordnik"], "word": "hotspur", "gender": "male"}, {"definition": "A man of extreme enmity or evil intentions.", "tags": ["wordnik"], "word": "malignant", "gender": "male"}, {"definition": "The fruit of certain grasses which furnish the chief food of man, as corn, wheat, rye, oats, etc., or the plants themselves; -- used collectively.", "tags": ["wordnik"], "word": "grain", "gender": "male"}, {"definition": "Originally, the complete dress, especially in a military sense, of a man or a horse; hence, in general, armor.", "tags": ["wordnik"], "word": "harness", "gender": "male"}, {"definition": "The distance to which anything rises above its foot, above that on which in stands, above the earth, or above the level of the sea; altitude; the measure upward from a surface, as the floor or the ground, of an animal, especially of a man; stature.", "tags": ["wordnik"], "word": "height", "gender": "male"}, {"definition": "The liberty or right of pasture in the forest or in the grounds of another man.", "tags": ["wordnik"], "word": "herbage", "gender": "male"}, {"definition": "The joint in the hind limb of quadrupeds between the leg and shank, or tibia and tarsus, and corresponding to the ankle in man.", "tags": ["wordnik"], "word": "hock", "gender": "male"}, {"definition": "In man, the joint in the middle part of the leg.", "tags": ["wordnik"], "word": "knee", "gender": "male"}, {"definition": "A man hired on a sheep station to do odd jobs.", "tags": ["wordnik"], "word": "knockabout", "gender": "male"}, {"definition": "A short, thick man; a dwarf.", "tags": ["wordnik"], "word": "grub", "gender": "male"}, {"definition": "The wrist; the bones or cartilages between the forearm, or antibrachium, and the hand or forefoot; in man, consisting of eight short bones disposed in two rows.", "tags": ["wordnik"], "word": "carpus", "gender": "male"}, {"definition": "A military man serving on horseback; a knight.", "tags": ["wordnik"], "word": "cavalier", "gender": "male"}, {"definition": "A knot or gnarl in wood; hence, a tough, thickset man; -- written also gnarr.", "tags": ["wordnik"], "word": "gnar", "gender": "male"}, {"definition": "A man employed in the field, as a member of a field-party; also, a traveling representative of an enterprise or an undertaking: distinguished from one employed indoors.", "tags": ["wordnik"], "word": "fieldman", "gender": "male"}, {"definition": "An abbreviation of the French littérateur, a literary man.", "tags": ["wordnik"], "word": "litt", "gender": "male"}, {"definition": "That part of a dog's foot just above the toes, or the metacarpals and metatarsals. Anatomically this corresponds to the palm of the hand and solo of the foot in man, or to the cannon-bone in a horse.", "tags": ["wordnik"], "word": "pastern", "gender": "male"}, {"definition": "one of the two male reproductive glands that produce spermatozoa and secrete androgens", "tags": ["wordnik"], "word": "testis", "gender": "male"}, {"definition": "uncastrated adult male horse", "tags": ["wordnik"], "word": "entire", "gender": "male"}, {"definition": "In zoöl, and botany, a male; one of the male sex: commonly denoted by the sign ♂.", "tags": ["wordnik"], "word": "mas", "gender": "male"}, {"definition": "A group of usually two to six male lions that drive off and replace the male lions in a pride in order to mate with the females and protect the resulting offspring.", "tags": ["wordnik"], "word": "coalition", "gender": "male"}, {"definition": "someone who engages in anal copulation (especially a male who engages in anal copulation with another male)", "tags": ["wordnik"], "word": "sod", "gender": "male"}, {"definition": "male sex hormone that is produced in the testes and responsible for typical male sexual characteristics", "tags": ["wordnik"], "word": "androgen", "gender": "male"}, {"definition": "An element in many compound words of Greek origin, meaning man, and hence masculine, male; especially, in botany (also terminally, -androus, -ander, -andria), with reference to the male organs or stamens of a flower. See -androus.", "tags": ["wordnik"], "word": "andro", "gender": "male"}, {"definition": "Supremacy or dominion; hegemony: applied to the relation between a powerful state and other states or regions: as, Rome's sovereignty over the East; Great Britain holds the sovereignty of the seas. The supreme, absolute, uncontrollable power by which any state is governed (Cooley); the political authority, whether vested in a single individual or in a number of individuals, to order and direct what is to be done by each individual in relation to the end and object of the state (Halleck). It is essential to the modern conception of sovereignty that it should be exclusive of any other human superior authority, should be wielded by a determinate person or organization of persons, and should be on the whole habitually obeyed by the bulk of the community. Thus, in the United States, sovereignty is vested in the body of adult male citizens. The claim that each State—that is, the adult male free citizens of each State—possessed a separate sovereignty was one of the elements of controversy involved in the civil war.", "tags": ["wordnik"], "word": "sovereignty", "gender": "male"}, {"definition": "A male gyrfalcon.", "tags": ["wordnik"], "word": "jerkin", "gender": "male"}, {"definition": "The male ferret.", "tags": ["wordnik"], "word": "hob", "gender": "male"}, {"definition": "The external male organ of trematodes and some other worms, and of certain Mollusca.", "tags": ["wordnik"], "word": "cirrus", "gender": "male"}, {"definition": "any member of the family Cervidae, a type of deer distinguished from the Bovidae by the male's having solid deciduous antlers.", "tags": ["wordnik"], "word": "cervid", "gender": "male"}, {"definition": "The right to succeed to a title or position on the decease of the holder; especially the right of succession to a peerage expressly assigned to a certain person or line of descent in default of male issue in the direct line.", "tags": ["wordnik"], "word": "remainder", "gender": "male"}, {"definition": "A gazelle (Procapra picticaudata) native to Tibet and having backward-curving horns in the male.", "tags": ["wordnik"], "word": "goa", "gender": "male"}, {"definition": "A colorful fish (Lachnolaimus maximus) of warm Atlantic waters, having a long snout in the adult male.", "tags": ["wordnik"], "word": "hogfish", "gender": "male"}, {"definition": "An element of some words of Latin origin, meaning well, good, as in benediction, benefit, benevolence, etc.: opposed to male-, mal-.", "tags": ["wordnik"], "word": "bene", "gender": "male"}, {"definition": "A favorite, particularly a male favorite, in a bad sense; a paramour.", "tags": ["wordnik"], "word": "ingle", "gender": "male"}, {"definition": "In Hind. myth., the male organ of generation, worshiped as being representative of the god Siva or of the generative power of nature; a phallus. Also linga.", "tags": ["wordnik"], "word": "lingam", "gender": "male"}, {"definition": "A vasodilator, C9H15N5O, administered orally for the treatment of hypertension and used topically to promote the regrowth of hair in male pattern baldness.", "tags": ["wordnik"], "word": "minoxidil", "gender": "male"}, {"definition": "A large, long-legged antelope (Boselaphus tragocamelus) of India, the male of which has short, sturdy horns and a tuft of long hair under the chin.", "tags": ["wordnik"], "word": "nilgai", "gender": "male"}, {"definition": "The people who watch a television program or motion picture:  a largely male viewership. ", "tags": ["wordnik"], "word": "viewership", "gender": "male"}, {"definition": "Chiefly British   A male sheep; a ram.", "tags": ["wordnik"], "word": "tup", "gender": "male"}, {"definition": "Used formerly as a title for male members of Portuguese and Brazilian royalty, aristocracy, and hierarchy, preceding the given name.", "tags": ["wordnik"], "word": "dom", "gender": "male"}, {"definition": "Either of two diving ducks (Aythya marila or A. affinis) having predominantly black and white plumage in the male. Also called bluebill.", "tags": ["wordnik"], "word": "scaup", "gender": "male"}, {"definition": "A large, wild Himalayan goat (Capra falconeri) having a reddish-brown coat, spirally curved horns, and a long mane in the male.", "tags": ["wordnik"], "word": "markhor", "gender": "male"}, {"definition": "Mythology   A male figure in Polynesian myth, sometimes identified as the first man.", "tags": ["wordnik"], "word": "tiki", "gender": "male"}, {"definition": "Music   A part song scored for three or more usually male and unaccompanied voices that was popular in the 18th century.", "tags": ["wordnik"], "word": "glee", "gender": "male"}, {"definition": "A low, or deep, sound. (Mus.) (a) The lowest part; the deepest male voice. (b) One who sings, or the instrument which plays, base.", "tags": ["wordnik"], "word": "base", "gender": "male"}, {"definition": "the behavior of a male animal that defines and defends its territory", "tags": ["wordnik"], "word": "territoriality", "gender": "male"}, {"definition": "(genetics) normal complement of sex hormones in a male", "tags": ["wordnik"], "word": "xy", "gender": "male"}, {"definition": "European bunting the male being bright yellow", "tags": ["wordnik"], "word": "yellowhammer", "gender": "male"}, {"definition": "The lower part of a male fowl's back.", "tags": ["wordnik"], "word": "saddle", "gender": "male"}, {"definition": "the act of pairing a male and female for reproductive purposes", "tags": ["wordnik"], "word": "pairing", "gender": "male"}, {"definition": "male salmon that has recently spawned", "tags": ["wordnik"], "word": "redfish", "gender": "male"}, {"definition": "a vasodilator (trade name Loniten) used to treat severe hypertension; one side effect is hirsutism so it is also sold (trade name Rogaine) as a treatment for male-patterned baldness", "tags": ["wordnik"], "word": "rogaine", "gender": "male"}, {"definition": "the act of mating by male animals", "tags": ["wordnik"], "word": "service", "gender": "male"}, {"definition": "the act of mating by male animals", "tags": ["wordnik"], "word": "servicing", "gender": "male"}, {"definition": "Biology   A process of sexual reproduction in certain algae and fungi in which temporary or permanent fusion occurs, resulting in the union of the male and female gametes.", "tags": ["wordnik"], "word": "conjugation", "gender": "male"}, {"definition": "Biology   A specialized pattern of behavior used to communicate visually, such as the presentation of colors or plumage by male birds as part of courtship or intimidation.", "tags": ["wordnik"], "word": "display", "gender": "male"}, {"definition": "A distinctive uniform worn by the male servants of a household.", "tags": ["wordnik"], "word": "livery", "gender": "male"}, {"definition": "The guttural, chortling sound of a male turkey.", "tags": ["wordnik"], "word": "gobble", "gender": "male"}, {"definition": "A male suitor; a beau.", "tags": ["wordnik"], "word": "spark", "gender": "male"}, {"definition": "Any of the long, slender, often glossy feathers on the neck of a bird, especially a male domestic fowl.", "tags": ["wordnik"], "word": "hackle", "gender": "male"}, {"definition": "Something that is exclusively possessed or controlled:  showed that scientific achievement is not a male monopoly. ", "tags": ["wordnik"], "word": "monopoly", "gender": "male"}, {"definition": "The formation of a close human relationship, as between friends: \"He says he has rediscovered the comforts of male bonding in a Washington men's group”  ( Marilyn Chase). ", "tags": ["wordnik"], "word": "bonding", "gender": "male"}, {"definition": "the thick white fluid containing spermatozoa that is ejaculated by the male genital tract", "tags": ["wordnik"], "word": "come", "gender": "male"}, {"definition": "the thick white fluid containing spermatozoa that is ejaculated by the male genital tract", "tags": ["wordnik"], "word": "cum", "gender": "male"}, {"definition": "an adult member of the Boy Scouts movement", "tags": ["wordnik"], "word": "rover", "gender": "male"}, {"definition": "an assembly of boy scouts, usually at the national or international level, including camping among the activities; -- a term adopted by the Boy Scouts organization.", "tags": ["wordnik"], "word": "jamboree", "gender": "male"}, {"definition": "A very small boy, especially a small street-boy.", "tags": ["wordnik"], "word": "tad", "gender": "male"}, {"definition": "A leap on one leg, as of a boy; a leap, as of a toad; a jump; a spring.", "tags": ["wordnik"], "word": "hop", "gender": "male"}, {"definition": "An Irish boy.", "tags": ["wordnik"], "word": "micky", "gender": "male"}, {"definition": "A ceremony of the natives of eastern Australia by which a boy is admitted to the rights of manhood.", "tags": ["wordnik"], "word": "bora", "gender": "male"}, {"definition": "A gipsy boy; a lad; a fellow.", "tags": ["wordnik"], "word": "chal", "gender": "male"}, {"definition": "The mark ['] used to denote that a word is contracted (as in ne'er for never, can't for can not), and as a sign of the possessive, singular and plural; as, a boy's hat, boys' hats. In the latter use it originally marked the omission of the letter e.", "tags": ["wordnik"], "word": "apostrophe", "gender": "male"}, {"definition": "A Gypsy man or boy.", "tags": ["wordnik"], "word": "rom", "gender": "male"}, {"definition": "A person, especially a man or a boy, who is pampered and overprotected.", "tags": ["wordnik"], "word": "mollycoddle", "gender": "male"}, {"definition": "A large sandwich consisting of a long roll split lengthwise and filled with layers of meat, cheese, tomatoes, lettuce, and condiments. Also called sub1; also called regionally Cuban sandwich, grinder, hero, hoagie, Italian sandwich, poor boy, torpedo, wedge, zep.", "tags": ["wordnik"], "word": "submarine", "gender": "male"}, {"definition": "(sometimes offensive) a homeless boy who has been abandoned and roams the streets", "tags": ["wordnik"], "word": "throwaway", "gender": "male"}, {"definition": "One that closely resembles an original; a version:  The boy was a smaller edition of his father. ", "tags": ["wordnik"], "word": "edition", "gender": "male"}, {"definition": "Something resembling or suggestive of a sprout, as in rapid growth: \"a tall blond sprout of a boy”  ( Anne Tyler). ", "tags": ["wordnik"], "word": "sprout", "gender": "male"}, {"definition": "a boy or man", "tags": ["wordnik"], "word": "cuss", "gender": "male"}, {"definition": "the first beard of an adolescent boy", "tags": ["wordnik"], "word": "fuzz", "gender": "male"}, {"definition": "In vocalics, the mutation of the male voice at puberty, whereby the soprano or alto of the boy is replaced by the tenor or bass of the man.", "tags": ["wordnik"], "word": "change", "gender": "male"}, {"definition": "The early form of the possessive or genitive case singular, now regularly written 's, but still pronounced as -es (-ez) after a sibilant, namely, s, z, sh, ch (= tsh), j, written -dge, -ge (= dzh), x (= ks), as in lass's, pace's, horse's, rose's, bush's, church's, hedge's, fox's, etc. (formerly written lasses, paces, horses, roses, bushes, churches, hedges, foxes, etc.), words forced to conform in spelling to other words, like boy's, man's, etc. (formerly written boys, mans, etc.), where the e is actually suppressed in pronunciation; in Middle English and earlier the suffix was regularly -es, which still remains in possessives like horses (Anglo-Saxon and Middle English horses), guides (Middle English gides), now written with the apostrophe, like other words, horse's, guide's. See -s.", "tags": ["wordnik"], "word": "es", "gender": "male"}, {"definition": "A spruce or pert boy.", "tags": ["wordnik"], "word": "gimcrack", "gender": "male"}, {"definition": "A torch-bearer; a link-boy.", "tags": ["wordnik"], "word": "light", "gender": "male"}, {"definition": "The change or alteration in a boy's voice at puberty.", "tags": ["wordnik"], "word": "mutation", "gender": "male"}, {"definition": "A man or boy who assists a waiter in a hotel or restaurant, removes the soiled dishes, and brings new supplies.", "tags": ["wordnik"], "word": "omnibus", "gender": "male"}, {"definition": "A preliminary list of candidates prepared by party managers for acceptance by a nominating caucus or convention: so called as being written down, as it were on a slate, and altered or erased like a school-boy's writing.", "tags": ["wordnik"], "word": "slate", "gender": "male"}, {"definition": "A more or less piercing or sharp sound produced by forcing the breath through a small orifice formed by contracting the lips: as, the merry whistle of a boy.", "tags": ["wordnik"], "word": "whistle", "gender": "male"}, {"definition": "Full quantity or number; full amount; complete allowance: as, the company had its complement of men; the ship had its complement of stores.", "tags": ["wordnik"], "word": "complement", "gender": "male"}, {"definition": "<strong>Synonyms</strong> and Associate, Friend, Companion, Comrade, Fellow, Partner, Ally, Colleague, Coadjutor, Confederate, Associate is the most general word for persons who are connected in life, work, etc.; it is special only in suggesting an alliance of some permanence. Friend is the most general word for persons who, through community of life or otherwise, have kindly feelings toward each other. Companion, literally a messmate, applies where the persons are much thrown together, but are not united by any strong tie; hence it is not a good synonym for husband or wife. “Many men may be admitted as companions who would not be altogether fit as associates,” Crabb, Eng. Synonymes, p. 197. Comrade denotes a close companion; it implies freedom of intercourse and a good degree of friendship: as, comrades in arms. Fellow has nearly lost its early signification of agreeable companionship, the later meanings having overshadowed it: as, “a bettre felawe schulde men noght fynde,” Compare fellow-feeling, fellow-helper, fellowship. Fellow in this connection may mean one who naturally would be or is a companion: as, why do you not go with your fellows? A partner is one who takes part with others, especially in business or in any kind of joint ownership. Formerly ally was nearly equivalent in meaning to associate, but it is now applied chiefly to states or rulers in their public capacity: as, the allies in the Crimean war. A colleague is an associate for some specific purpose or in some office; it is, like coadjutor, properly applicable only to one engaged in labor or business regarded as especially dignified: as, Senators A and B were colleagues; Luther and his coadjutors. A confederate is one somewhat formally associated with others, now usually, when applied to private relations, for a bad object. See accomplice.", "tags": ["wordnik"], "word": "associate", "gender": "male"}, {"definition": "A race or progeny from the same parents or stock; especially, a race of men or other animals having an alliance by nativity and some distinctive qualities in common, which are transmitted by heredity; hence, family; extraction: as, a breed of men in a particular country; horses or sheep of good breed.", "tags": ["wordnik"], "word": "breed", "gender": "male"}, {"definition": "Specifically The labors of military men distinct from the use of arms; fatigue-duty: as, a party of men on fatigue.", "tags": ["wordnik"], "word": "fatigue", "gender": "male"}, {"definition": "A body of men belonging to a trades-union sent to watch and annoy men working in a shop not belonging to the union, or against which a strike is in progress.", "tags": ["wordnik"], "word": "picket", "gender": "male"}, {"definition": "A party of three men; three men or three personifications in company or forming one group; also, a trio or triad of any kind.", "tags": ["wordnik"], "word": "triumvirate", "gender": "male"}, {"definition": "One of an intermediate order between angels and men.", "tags": ["wordnik"], "word": "jan", "gender": "male"}, {"definition": "The disposition to favor and promote the interest of one person or family, or of one class of men, to the neglect of others having equal claims; partiality.", "tags": ["wordnik"], "word": "favoritism", "gender": "male"}, {"definition": "That in a complex system which constitutes the materials, or instruments employed, in distinction from the personnel, or men; , of an army; or the buildings, libraries, and apparatus of a college, in distinction from its officers.", "tags": ["wordnik"], "word": "matériel", "gender": "male"}, {"definition": "A sudden and overwhelming hostile movement of armed men from one country to another.", "tags": ["wordnik"], "word": "eruption", "gender": "male"}, {"definition": "The act of deploying; a spreading out of a body of men in order to extend their front.", "tags": ["wordnik"], "word": "deploy", "gender": "male"}, {"definition": "An army; a number of men gathered for war.", "tags": ["wordnik"], "word": "host", "gender": "male"}, {"definition": "An artificial barrier, variously constructed, over which men or horses leap in a race.", "tags": ["wordnik"], "word": "hurdle", "gender": "male"}, {"definition": "A row of men who are abreast of one another, whether side by side or some distance apart; -- opposed to <contr>column</contr>.", "tags": ["wordnik"], "word": "line", "gender": "male"}, {"definition": "A state; a body politic consisting of a certain number of men, united, by compact or tacit agreement, under one form of government and system of laws.", "tags": ["wordnik"], "word": "commonwealth", "gender": "male"}, {"definition": "A compulsory enrollment of men for military or naval service; a draft.", "tags": ["wordnik"], "word": "conscription", "gender": "male"}, {"definition": "Celerity of motion; speed; swiftness; dispatch; expedition; -- applied only to voluntary beings, as men and other animals.", "tags": ["wordnik"], "word": "haste", "gender": "male"}, {"definition": "A fee offered to professional men for their services.", "tags": ["wordnik"], "word": "honorarium", "gender": "male"}, {"definition": "An association of men belonging to the same class, or engaged in kindred pursuits, formed for mutual aid and protection; a business fraternity or corporation. They were originally licensed by the government, and endowed with special privileges and authority.", "tags": ["wordnik"], "word": "guild", "gender": "male"}, {"definition": "A small committee or group self-appointed to serve as the government of a country, usually just after a coup d'etat or revolution, and often composed primarily of military men. The term is used mostly in Latin American countries.", "tags": ["wordnik"], "word": "junta", "gender": "male"}, {"definition": "An administrative council of twelve elected men.", "tags": ["wordnik"], "word": "douzaine", "gender": "male"}, {"definition": "The state or condition of being unruly; disregard of restraint; turbulence: as, the unruliness of men or of their passions.", "tags": ["wordnik"], "word": "unruliness", "gender": "male"}, {"definition": "Cloth especially made for men's waistcoats: most commonly in the plural.", "tags": ["wordnik"], "word": "vesting", "gender": "male"}, {"definition": "biological warfare; the use of bacteria or viruses or toxins to destroy men and animals or food.", "tags": ["wordnik"], "word": "bw", "gender": "male"}, {"definition": "Moral or mental condition as regards courage, zeal, hope, confidence, and the like: used especially of a body of men engaged in a hazardous enterprise, as soldiers or sailors in time of war.", "tags": ["wordnik"], "word": "morale", "gender": "male"}, {"definition": "An order or commission to impress men into public service, particularly into the army or navy.", "tags": ["wordnik"], "word": "press", "gender": "male"}, {"definition": "The act or business of recruiting; the act of raising new supplies of men for an army or a navy.", "tags": ["wordnik"], "word": "recruitment", "gender": "male"}, {"definition": "An ancient Scandinavian poet; one who composed poems in honor of distinguished men and their achievements, and recited and sang them on public occasions. The scalds of the Norsemen answered to the bards of the Britons or Celts.", "tags": ["wordnik"], "word": "scald", "gender": "male"}, {"definition": "A sport among Spaniards, and peoples of Spanish origin, in which mounted men attack bulls. See bull-fight.", "tags": ["wordnik"], "word": "bullfighting", "gender": "male"}, {"definition": "Caribbean   Informal talk, usually among men, occurring in a public place: \"the street corner, the rum shop, the crossroads, wherever hanging out, or . . . blagging, takes place”  ( Roger D. Abrahams). ", "tags": ["wordnik"], "word": "blagging", "gender": "male"}, {"definition": "A game of chance and skill, played by two persons on a “board” marked off into twenty-four spaces called “points”. Each player has fifteen pieces, or “men”, the movements of which from point to point are determined by throwing dice. Formerly called tables.", "tags": ["wordnik"], "word": "backgammon", "gender": "male"}, {"definition": "A hollow cylinder of wickerwork, like a basket without a bottom. Gabions are made of various sizes, and filled with earth in building fieldworks to shelter men from an enemy's fire.", "tags": ["wordnik"], "word": "gabion", "gender": "male"}, {"definition": "A body of troops, or of men or animals, drawn up in a circle; -- a military formation used by the Romans, answering to the modern infantry square.", "tags": ["wordnik"], "word": "globe", "gender": "male"}, {"definition": "In men-of-war, that division of the crew which is stationed on the quarter-deck to work the after-sails, etc., generally composed of ordinary seamen and landsmen who are not required to go aloft; hence, a drudge; one occupying an inferior position.", "tags": ["wordnik"], "word": "afterguard", "gender": "male"}, {"definition": "A body of clerks or learned men; the literati.", "tags": ["wordnik"], "word": "clerisy", "gender": "male"}, {"definition": "The science of the races of men and of their character, history, customs, and institutions. See the extract.", "tags": ["wordnik"], "word": "ethnology", "gender": "male"}, {"definition": "In Norse myth., the god of the earth's fruitfulness, presiding over rain, sunshine, and all the fruits of the earth, and dispensing wealth among men; the son of Njord. He was especially worshiped in the temple at Upsala in Sweden.", "tags": ["wordnik"], "word": "frey", "gender": "male"}, {"definition": "A mustering or assemblage of armed men; a muster.", "tags": ["wordnik"], "word": "hosting", "gender": "male"}, {"definition": "A man; in the plural, men; people.", "tags": ["wordnik"], "word": "lede", "gender": "male"}, {"definition": "Clothing for men.", "tags": ["wordnik"], "word": "menswear", "gender": "male"}, {"definition": "A type of popular Japanese drama, evolved from the older No theater, in which elaborately costumed performers, nowadays men only, use stylized movements, dances, and songs in order to enact tragedies and comedies.", "tags": ["wordnik"], "word": "kabuki", "gender": "male"}, {"definition": "An athletic contest usually limited to men in which each contestant participates in the following ten track and field events: the 100-meter, 400-meter, and 1,500-meter runs; the 110-meter high hurdles; the discus and javelin throws; the shot put; the pole vault; the high jump; and the long jump.", "tags": ["wordnik"], "word": "decathlon", "gender": "male"}, {"definition": "Archaic   Used formerly as a title of honor for respected men, such as clerics and poets.", "tags": ["wordnik"], "word": "dan", "gender": "male"}, {"definition": "A belt or girdle worn by men in ancient Greece.", "tags": ["wordnik"], "word": "zoster", "gender": "male"}, {"definition": "A person regarded as undesirable: \"men tentatively regarded as scoundrels—or at least as undesirables”  ( New York). ", "tags": ["wordnik"], "word": "undesirable", "gender": "male"}, {"definition": "A synthetic androgen inhibitor used primarily in men for the treatment of benign prostatic hyperplasia and androgenetic alopecia.", "tags": ["wordnik"], "word": "finasteride", "gender": "male"}, {"definition": "Formerly, the taking and feeding of other men's cattle in the king's forests.", "tags": ["wordnik"], "word": "agistment", "gender": "male"}, {"definition": "The men and officers of that branch of the army to which the care and management of artillery are confided.", "tags": ["wordnik"], "word": "artillery", "gender": "male"}, {"definition": "An extended handle by means of which a number of men can unite in working a pump, as in a fire engine.", "tags": ["wordnik"], "word": "brake", "gender": "male"}, {"definition": "The head or leader of any body of men; a commander, as of an army; a head man, as of a tribe, clan, or family; a person in authority who directs the work of others; the principal actor or agent.", "tags": ["wordnik"], "word": "chief", "gender": "male"}, {"definition": "A body of men; esp., an organized division of the military establishment; ; specifically, an army corps.", "tags": ["wordnik"], "word": "corps", "gender": "male"}, {"definition": "Natural or prevailing spirit, or temperament of mind, especially as shown in intercourse with one's fellow-men; temper of mind.", "tags": ["wordnik"], "word": "disposition", "gender": "male"}, {"definition": "A close-fitting garment for men, covering the body from the neck to the waist or a little below. It was worn in Western Europe from the 15th to the 17th century.", "tags": ["wordnik"], "word": "doublet", "gender": "male"}, {"definition": "A selecting or detaching of soldiers from an army, or from any part of it, or from a military post; also from any district, or any company or collection of persons, or from the people at large; also, the body of men thus drafted.", "tags": ["wordnik"], "word": "draft", "gender": "male"}, {"definition": "A body of a men to whom any specific right or privilege is granted; formerly, the graduates in any of the four departments of a university or college (Philosophy, Law, Medicine, or Theology), to whom was granted the right of teaching (profitendi or docendi) in the department in which they had studied; at present, the members of a profession itself", "tags": ["wordnik"], "word": "faculty", "gender": "male"}, {"definition": "A row of soldiers ranged one behind another; -- in contradistinction to <contr>rank</contr>, which designates a row of soldiers standing abreast; a number consisting the depth of a body of troops, which, in the ordinary modern formation, consists of two men, the battalion standing two deep, or in two ranks.", "tags": ["wordnik"], "word": "file", "gender": "male"}, {"definition": "The dress prescribed for any body of men, academical, municipal, or sacerdotal.", "tags": ["wordnik"], "word": "formality", "gender": "male"}, {"definition": "A council of elders or head men among the Afghans.", "tags": ["wordnik"], "word": "jirga", "gender": "male"}, {"definition": "virility drug (trade name Cialis) used to treat erectile dysfunction in men", "tags": ["wordnik"], "word": "tadalafil", "gender": "male"}, {"definition": "formalwear consisting of full evening dress for men", "tags": ["wordnik"], "word": "tails", "gender": "male"}, {"definition": "a mill that is powered by men or animals walking on a circular belt or climbing steps", "tags": ["wordnik"], "word": "treadmill", "gender": "male"}, {"definition": "One that is peculiar, irregular, abnormal, or difficult to classify: \"Both men are anomalies: they have . . . likable personalities but each has made his reputation as a heavy”  ( David Pauly). ", "tags": ["wordnik"], "word": "anomaly", "gender": "male"}, {"definition": "a virility drug (trade name Vasomax) to treat erectile dysfunction in men", "tags": ["wordnik"], "word": "phentolamine", "gender": "male"}, {"definition": "malignant tumor of the testis; usually occurring in older men", "tags": ["wordnik"], "word": "seminoma", "gender": "male"}, {"definition": "any of various fabrics used to make men's shirts", "tags": ["wordnik"], "word": "shirting", "gender": "male"}, {"definition": "underpants worn by men", "tags": ["wordnik"], "word": "shorts", "gender": "male"}, {"definition": "virility drug (trade name Viagra) used to treat erectile dysfunction in men", "tags": ["wordnik"], "word": "sildenafil", "gender": "male"}, {"definition": "a military operation (often involving new supplies of men and materiel) to strengthen a military force or aid in the performance of its mission", "tags": ["wordnik"], "word": "support", "gender": "male"}, {"definition": "neckwear consisting of a long narrow piece of material worn (mostly by men) under a collar and tied in knot at the front", "tags": ["wordnik"], "word": "tie", "gender": "male"}, {"definition": "a collarless men's undergarment for the upper part of the body", "tags": ["wordnik"], "word": "vest", "gender": "male"}, {"definition": "A sudden descent in speaking or writing from the impressive or significant to the ludicrous or inconsequential, or an instance of it: \"Waggish non-Yale men never seem weary of calling 'for God, for Country and for Yale' the outstanding single anticlimax in the English language”  ( Time). ", "tags": ["wordnik"], "word": "anticlimax", "gender": "male"}, {"definition": "Slang   Deceptive, nonsensical, or glib talk: \"the sexist, locker-room jive of men boasting and bonding”  ( Trip Gabriel). ", "tags": ["wordnik"], "word": "jive", "gender": "male"}, {"definition": "A cause of harm, ruin, or death: \"Obedience,/Bane of all genius, virtue, freedom, truth,/Makes slaves of men”  ( Percy Bysshe Shelley). ", "tags": ["wordnik"], "word": "bane", "gender": "male"}, {"definition": "One of the 10 divisions of a Roman legion, consisting of 300 to 600 men.", "tags": ["wordnik"], "word": "cohort", "gender": "male"}, {"definition": "Willingness to undertake new ventures; initiative: \"Through want of enterprise and faith men are where they are, buying and selling, and spending their lives like serfs”  ( Henry David Thoreau). ", "tags": ["wordnik"], "word": "enterprise", "gender": "male"}, {"definition": "Distance or degree of separation or remoteness: \"to spill, though at a safe remove, the blood of brave men”  ( Anthony Burgess). ", "tags": ["wordnik"], "word": "remove", "gender": "male"}, {"definition": "An outward or token appearance: \"Foolish men mistake transitory semblance for eternal fact”  ( Thomas Carlyle). ", "tags": ["wordnik"], "word": "semblance", "gender": "male"}, {"definition": "A formal evening costume typically worn by men.", "tags": ["wordnik"], "word": "tail", "gender": "male"}, {"definition": "A characteristic disposition to do, prefer, or favor one thing rather than another; a propensity: \"I shall indulge the inclination so natural in old men, to be talking of themselves”  ( Benjamin Franklin).  See Synonyms at tendency.", "tags": ["wordnik"], "word": "inclination", "gender": "male"}, {"definition": "Close-fitting breeches or leggings reaching up to the hips and fastened to a doublet, formerly worn by men. Used only in the plural.", "tags": ["wordnik"], "word": "hose", "gender": "male"}, {"definition": "a store where men's clothes are sold", "tags": ["wordnik"], "word": "haberdashery", "gender": "male"}, {"definition": "the act of dwelling in or living permanently in a place (said of both animals and men)", "tags": ["wordnik"], "word": "inhabitation", "gender": "male"}, {"definition": "one the Shinto deities (including mythological beings, spirits of distinguished men, forces of nature)", "tags": ["wordnik"], "word": "kami", "gender": "male"}, {"definition": "leather shorts often worn with suspenders; worn especially by men and boys in Bavaria", "tags": ["wordnik"], "word": "lederhosen", "gender": "male"}, {"definition": "a terrorist organization founded by Osama bin Laden in the 1980s to provide money and recruit fighters around the world; enlisted and transported thousands of men to Afghanistan to fight the Russians; a split in the group led bin Laden and the extremist faction of MAK to form al-Qaeda", "tags": ["wordnik"], "word": "mak", "gender": "male"}, {"definition": "cloak or mantle worn by men in ancient Rome", "tags": ["wordnik"], "word": "pallium", "gender": "male"}, {"definition": "a military operation (often involving new supplies of men and materiel) to strengthen a military force or aid in the performance of its mission", "tags": ["wordnik"], "word": "reinforcement", "gender": "male"}, {"definition": "a large medieval vessel with a single deck propelled by sails and oars with guns at stern and prow; a complement of 1,000 men; used mainly in the Mediterranean for war and trading", "tags": ["wordnik"], "word": "galley", "gender": "male"}, {"definition": "a form of punishment in which a person is forced to run between two lines of men facing each other and armed with clubs or whips to beat the victim", "tags": ["wordnik"], "word": "gauntlet", "gender": "male"}, {"definition": "the act of dwelling in or living permanently in a place (said of both animals and men)", "tags": ["wordnik"], "word": "habitation", "gender": "male"}, {"definition": "The sum total of an army when assembled for review and inspection; the whole number of effective men in an army.", "tags": ["wordnik"], "word": "muster", "gender": "male"}, {"definition": "Censorious speech; defamatory language; language that casts contempt on men or their actions; blame; reprehension.", "tags": ["wordnik"], "word": "obloquy", "gender": "male"}, {"definition": "A number of things or persons arranged in a fixed or suitable place, or relative position; a rank; a row; a grade; especially, a rank or class in society; a group or division of men in the same social or other position; also, a distinct character, kind, or sort", "tags": ["wordnik"], "word": "order", "gender": "male"}, {"definition": "A body of heavy-armed infantry formed in ranks and files close and deep. There were several different arrangements, the phalanx varying in depth from four to twenty-five or more ranks of men.", "tags": ["wordnik"], "word": "phalanx", "gender": "male"}, {"definition": "A pit deceitfully covered to entrap wild beasts or men; a trap of any kind.", "tags": ["wordnik"], "word": "pitfall", "gender": "male"}, {"definition": "One of the common people, or lower rank of men.", "tags": ["wordnik"], "word": "plebeian", "gender": "male"}, {"definition": "The scientific study or knowledge of spiritual beings and their relations to God, angels, and men.", "tags": ["wordnik"], "word": "pneumatics", "gender": "male"}, {"definition": "Application of science to the wants of men; the exercise of any profession; professional business", "tags": ["wordnik"], "word": "practice", "gender": "male"}, {"definition": "A station at which officers and men are posted in battle; -- usually in the plural.", "tags": ["wordnik"], "word": "quarter", "gender": "male"}, {"definition": "A body of men intrusted with vicarious government.", "tags": ["wordnik"], "word": "regency", "gender": "male"}, {"definition": "A number of men who relieve others in carrying on some work.", "tags": ["wordnik"], "word": "relay", "gender": "male"}, {"definition": "The retiring of an army or body of men from the face of an enemy, or from any ground occupied to a greater distance from the enemy, or from an advanced position.", "tags": ["wordnik"], "word": "retreat", "gender": "male"}, {"definition": "A register or roll showing the order in which officers, enlisted men, companies, or regiments are called on to serve.", "tags": ["wordnik"], "word": "roster", "gender": "male"}, {"definition": "One of a certain order of religious men in Persia.", "tags": ["wordnik"], "word": "sufi", "gender": "male"}, {"definition": "The doctrine of a divine and supernatural agency in the production of the miracles and revelations recorded in the Bible, and in the grace which renews and sanctifies men, -- in opposition to the doctrine which denies the agency of any other than physical or natural causes in the case.", "tags": ["wordnik"], "word": "supernaturalism", "gender": "male"}, {"definition": "The food, and the like, which meets the daily necessities of an army or other large body of men; store; -- used chiefly in the plural.", "tags": ["wordnik"], "word": "supply", "gender": "male"}, {"definition": "A rope used to retain the bars of the capstan in their sockets while men are turning it.", "tags": ["wordnik"], "word": "swifter", "gender": "male"}, {"definition": "A base parasite; a mean or servile flatterer; especially, a flatterer of princes and great men.", "tags": ["wordnik"], "word": "sycophant", "gender": "male"}, {"definition": "One whose occupation is to cut out and make men's garments; also, one who cuts out and makes ladies' outer garments.", "tags": ["wordnik"], "word": "tailor", "gender": "male"}, {"definition": "One of a Dravidian race of men native of Northern Ceylon and Southern India.", "tags": ["wordnik"], "word": "tamil", "gender": "male"}, {"definition": "A stick, often with the head or figure of a horse, on which boys make believe to ride.", "tags": ["wordnik"], "word": "hobby", "gender": "male"}, {"definition": "A boys' catapult.", "tags": ["wordnik"], "word": "shanghai", "gender": "male"}, {"definition": "A fight with stones between two parties of boys.", "tags": ["wordnik"], "word": "bicker", "gender": "male"}, {"definition": "A marble used by boys in play.", "tags": ["wordnik"], "word": "bool", "gender": "male"}, {"definition": "United States confectioner and philanthropist who created the model industrial town of Hershey, Pennsylvania; founded an industrial school for orphan boys (1857-1945)", "tags": ["wordnik"], "word": "hershey", "gender": "male"}, {"definition": "a condition (mostly in boys) characterized by behavioral and learning disorders", "tags": ["wordnik"], "word": "mbd", "gender": "male"}, {"definition": "a condition (mostly in boys) characterized by behavioral and learning disorders", "tags": ["wordnik"], "word": "add", "gender": "male"}, {"definition": "a condition (mostly in boys) characterized by behavioral and learning disorders", "tags": ["wordnik"], "word": "adhd", "gender": "male"}, {"definition": "A boys' game; tag.", "tags": ["wordnik"], "word": "touch", "gender": "male"}, {"definition": "The highest of the four principal parts in music; the part usually sung by boys or women; soprano.", "tags": ["wordnik"], "word": "treble", "gender": "male"}, {"definition": "<strong>4</strong> (pron. böl). A marble used by boys in play; in the plural, the game itself.", "tags": ["wordnik"], "word": "bowl", "gender": "male"}, {"definition": "A game among boys, played with sticks and a small piece of wood cut lengthwise.", "tags": ["wordnik"], "word": "bunting", "gender": "male"}, {"definition": "A small forked stick to each prong of which is attached an elastic band, generally provided with a piece of leather in the middle, used by boys for throwing small missiles, such as stones, peas, paper pellets, and the like.", "tags": ["wordnik"], "word": "catapult", "gender": "male"}, {"definition": "A flaw in a boys' marble.", "tags": ["wordnik"], "word": "doke", "gender": "male"}, {"definition": "A boys' whistle.", "tags": ["wordnik"], "word": "flout", "gender": "male"}, {"definition": "A piece of lead formerly used by school-boys to rule paper for writing.", "tags": ["wordnik"], "word": "plummet", "gender": "male"}, {"definition": "A form of hentai involving two or more males in a homosexual relationship, primarily intended for a female audience.", "tags": ["datamuse"], "word": "yaoi", "gender": "female"}, {"definition": "A stick-and-ball sport from Ireland played by women, almost identical to hurling.", "tags": ["datamuse"], "word": "camogie", "gender": "female"}, {"definition": "A termination of Greek origin, existing in many English words derived from the Greek or formed on Greek analogy, denoting an agent (one who does or has to do with a thing), and corresponding usually to nouns in -er, with which in some cases they interchange.", "tags": ["datamuse"], "word": "ist", "gender": "male"}, {"definition": "A branch of medicine concerned with male diseases and especially with those affecting the male reproductive system.", "tags": ["datamuse"], "word": "andrology", "gender": "male"}, {"definition": "A steroid hormone produced in the adrenal glands and the gonads, chemical formula C19H26O2; the common precursor to both male and female sex hormones.", "tags": ["datamuse"], "word": "androstenedione", "gender": "male"}, {"definition": "The act of mending by the addition or joining of a piece. Specifically", "tags": ["datamuse"], "word": "piecing", "gender": "male"}, {"definition": "The college punishment of confining a student within the college gates. See gate , v., 2.", "tags": ["datamuse"], "word": "gating", "gender": "male"}, {"definition": ["an informal term for a father; probably derived from baby talk", "a short-lived radioactive metallic element formed from uranium and disintegrating into actinium and then into lead", "a unit of pressure equal to one newton per square meter", "a Mid-Atlantic state; one of the original 13 colonies", "an electronic amplification system used as a communication system in public areas"], "word": "pa", "gender": "unknown"}, {"definition": ["a male spokesperson"], "word": "spokesmen", "gender": "unknown"}, {"definition": ["a man who is virile and sexually active", "ornament consisting of a circular rounded protuberance (as on a vault or shield or belt", "an upright in house framing", "adult male horse kept for breeding", "poker in which each player receives hole cards and the remainder are dealt face up; bets are placed after each card is dealt"], "word": "studs", "gender": "unknown"}, {"definition": ["a man skilled in equitation", "a person who breeds and cares for horses"], "word": "horsemen", "gender": "unknown"}, {"definition": ["a social club for male undergraduates", "people engaged in a particular occupation"], "word": "fraternities", "gender": "unknown"}, {"definition": ["a man who is a council member"], "word": "councilmen", "gender": "unknown"}, {"definition": ["a cut of meat taken from the side and back of an animal between the ribs and the rump", "either side of the backbone between the hipbone and the ribs in humans as well as quadrupeds", "the lower part of the abdomen just above the external genital organs", "the region of the hips and groin and lower abdomen"], "word": "loins", "gender": "unknown"}, {"definition": ["an erect penis", "a structure that has been erected", "the act of building or putting up"], "word": "erections", "gender": "unknown"}, {"definition": ["any of various aromatic trees of the laurel family", "United States slapstick comedian (born in England", "1890-1965", "(antiquity", "a tangible symbol signifying approval or distinction", "the state of being honored"], "word": "laurels", "gender": "unknown"}, {"definition": ["the father of your father or mother"], "word": "granddaddy", "gender": "unknown"}, {"definition": ["the leader of an Arab village or family", "a man who is much concerned with his dress and appearance"], "word": "sheiks", "gender": "unknown"}, {"definition": ["informal terms for a mother", "a master's degree in arts and sciences", "one thousandth of an ampere", "a state in New England; one of the original 13 colonies"], "word": "mae", "gender": "unknown"}, {"definition": ["a butcher's knife having a large square blade", "annual having the stem beset with curved prickles; North America and Europe and Asia"], "word": "cleavers", "gender": "unknown"}, {"definition": "Plural form of hurley.", "word": "hurleys", "gender": "unknown"}, {"definition": ["a republic in southeastern Europe on the southern part of the Balkan peninsula; known for grapes and olives and olive oil"], "word": "ellas", "gender": "unknown"}, {"definition": "Plural form of town crier.", "word": "town_criers", "gender": "unknown"}, {"definition": ["rim (or part of the rim"], "word": "felly", "gender": "unknown"}, {"definition": "Things that are new.", "word": "new", "gender": "unknown"}, {"definition": ["a herbaceous plant genus of the family Linaceae with small sessile leaves"], "word": "lina", "gender": "unknown"}, {"definition": ["wood of any of various alder trees; resistant to underwater rot; used for bridges etc", "north temperate shrubs or trees having toothed leaves and conelike fruit; bark is used in tanning and dyeing and the wood is rot-resistant"], "word": "alder", "gender": "unknown"}, {"definition": "Plural form of rah.", "word": "rahs", "gender": "unknown"}, {"definition": ["United States industrialist who built the first American locomotive; founded Cooper Union in New York City to offer free courses in the arts and sciences (1791-1883", "United States film actor noted for his portrayals of strong silent heroes (1901-1961", "United States novelist noted for his stories of American Indians and the frontier life (1789-1851", "a craftsman who makes or repairs wooden barrels or tubs"], "word": "coopers", "gender": "unknown"}, {"definition": "Chiefly Southern and South Midland U.S.   See tantrum.", "word": "hissy", "gender": "unknown"}, {"definition": "Plural form of obiter dictum.", "word": "obiter_dicta", "gender": "unknown"}, {"definition": ["a port in southwestern Scotland"], "word": "ayr", "gender": "unknown"}]