[{"definition": "Mistress: a reduced form of this title, which, so reduced, came to be regarded, when prefixed to the name of a young woman or girl, as a sort of diminutive, and was especially applied to young girls (corresponding to master as applied to young boys), older unmarried girls or women being styled mistress even in the lifetime of the mother; later, and in present use, a title prefixed to the name of any unmarried woman or girl.", "tags": ["wordnik"], "word": "miss", "gender": "female"}, {"definition": "A woman, especially one who is sexually promiscuous; -- usually considered offensive.", "tags": ["wordnik"], "word": "broad", "gender": "female"}, {"definition": "A woman of loose morals; a prostitute.", "tags": ["wordnik"], "word": "baggage", "gender": "female"}, {"definition": "a very attractive woman or young lady, especaially one sexually attractive; -- sometimes considered offensive and sexist.", "tags": ["wordnik"], "word": "dish", "gender": "female"}, {"definition": "A fair or beautiful woman; in general, a woman, especially a beloved woman.", "tags": ["wordnik"], "word": "fair", "gender": "female"}, {"definition": "A young man who is the ‘steady company’ of a young woman; also, the young woman in the same relation to the young man.", "tags": ["wordnik"], "word": "steady", "gender": "female"}, {"definition": "An Australian native woman; an old woman generally.", "tags": ["wordnik"], "word": "gin", "gender": "female"}, {"definition": "the act of sexual procreation between a man and a woman; the man's penis is inserted into the woman's vagina and excited until orgasm and ejaculation occur", "tags": ["wordnik"], "word": "congress", "gender": "female"}, {"definition": "A young woman; a wench.", "tags": ["wordnik"], "word": "dell", "gender": "female"}, {"definition": "The act of formally betrothing a man and woman.", "tags": ["wordnik"], "word": "contract", "gender": "female"}, {"definition": "A woman's breast, especially one that is large.", "tags": ["wordnik"], "word": "hooter", "gender": "female"}, {"definition": "In Egypt. myth., the chief female deity; the sister, wife, and counterpart or female form of Osiris, and the mother of Horus.", "tags": ["wordnik"], "word": "isis", "gender": "female"}, {"definition": "A bird, the female of the ruff, Machetes pugnax, See Pavoncella, and cut under ruff.", "tags": ["wordnik"], "word": "reeve", "gender": "female"}, {"definition": "A child; a girl; a young woman: a depreciatory term.", "tags": ["wordnik"], "word": "tit", "gender": "female"}, {"definition": "A young Burmese woman; a girl.", "tags": ["wordnik"], "word": "mima", "gender": "female"}, {"definition": "A Gipsy girl or woman.", "tags": ["wordnik"], "word": "chai", "gender": "female"}, {"definition": "A lady: the Spanish equivalent of donna, especially as a conventional title of respect.", "tags": ["wordnik"], "word": "dona", "gender": "female"}, {"definition": "Attention in the way one's addresses to a lady.", "tags": ["wordnik"], "word": "address", "gender": "female"}, {"definition": "A person of free or noble birth; often, in early poetry, a lady.", "tags": ["wordnik"], "word": "free", "gender": "female"}, {"definition": "An opinion or position reached by a group as a whole: \"Among political women . . . there is a clear consensus about the problems women candidates have traditionally faced”  ( Wendy Kaminer).  See Usage Note at redundancy.", "tags": ["wordnik"], "word": "consensus", "gender": "female"}, {"definition": "A room for working in, especially one in which women are employed.", "tags": ["wordnik"], "word": "workroom", "gender": "female"}, {"definition": "English tennis player who won many women's singles titles (born in 1945)", "tags": ["wordnik"], "word": "wade", "gender": "female"}, {"definition": "Of or relating to a university in which men and women are taught by the same faculty but in single-sex classes or on single-sex campuses.", "tags": ["wordnik"], "word": "coordinate", "gender": "female"}, {"definition": "a skin disease of adults (more often women) in which blood vessels of the face enlarge resulting in a flushed appearance", "tags": ["wordnik"], "word": "rosacea", "gender": "female"}, {"definition": "United States social reformer who pioneered in the reform of prisons and in the treatment of the mentally ill; superintended women army nurses during the American Civil War (1802-1887)", "tags": ["wordnik"], "word": "dix", "gender": "female"}, {"definition": "clothing that is conventionally worn by the opposite sex (especially women's clothing when worn by a man)", "tags": ["wordnik"], "word": "drag", "gender": "female"}, {"definition": "German tennis player who won seven women's singles titles at Wimbledon (born in 1969)", "tags": ["wordnik"], "word": "graf", "gender": "female"}, {"definition": "recurrent large circumscribed areas of subcutaneous edema; onset is sudden and it disappears within 24 hours; seen mainly in young women, often as an allergic reaction to food or drugs", "tags": ["wordnik"], "word": "angioedema", "gender": "female"}, {"definition": "a ceremony held in the synagogue (usually at Pentecost) to admit as adult members of the Jewish community young men and women who have successfully completed a course of study in Judaism", "tags": ["wordnik"], "word": "confirmation", "gender": "female"}, {"definition": "The custom which forbids one member of a family to meet or address another member. This custom is found among many primitive tribes, and relates most frequently to a man and his mother-in-law.", "tags": ["wordnik"], "word": "avoidance", "gender": "female"}, {"definition": "A mother-of-pearl shell found about the Philippine Islands and in adjacent waters.", "tags": ["wordnik"], "word": "banda", "gender": "female"}, {"definition": "goddess of the earth and mother of Cronus and the Titans in ancient mythology. See Gaea.", "tags": ["wordnik"], "word": "ge", "gender": "female"}, {"definition": "the father of your father or mother", "tags": ["wordnik"], "word": "granddaddy", "gender": "female"}, {"definition": "mother of the ancient Irish gods; sometimes identified with Danu", "tags": ["wordnik"], "word": "ana", "gender": "female"}, {"definition": "King of France from 1560 to 1574 whose reign was dominated by his mother Catherine de Medicis (1550-1574)", "tags": ["wordnik"], "word": "charles", "gender": "female"}, {"definition": "Informal   A person whom one intends to marry; a fiancé or fiancée:  our daughter and her intended. ", "tags": ["wordnik"], "word": "intended", "gender": "female"}, {"definition": "A nymph, the daughter of Air and Earth, who, for love of Narcissus, pined away until nothing was left of her but her voice.", "tags": ["wordnik"], "word": "echo", "gender": "female"}, {"definition": "A person who inspires or is adored by another:  My daughter is the light of my life. ", "tags": ["wordnik"], "word": "light", "gender": "female"}, {"definition": "(Greek mythology) the winged goddess of the dawn in ancient mythology; daughter of Hyperion; identified with Roman Aurora", "tags": ["wordnik"], "word": "eos", "gender": "female"}, {"definition": "the Babylonian goddess of the watery deep and daughter of Ea", "tags": ["wordnik"], "word": "nina", "gender": "female"}, {"definition": "(Greek mythology) daughter of Zeus and Demeter; made queen of the underworld by Pluto in ancient mythology; identified with Roman Proserpina", "tags": ["wordnik"], "word": "cora", "gender": "female"}, {"definition": "An old instrument of torture. Also called the Duke of Exeter's daughter.", "tags": ["wordnik"], "word": "brake", "gender": "female"}, {"definition": "wife of William Shakespeare (1556-1623)", "tags": ["wordnik"], "word": "hathaway", "gender": "female"}, {"definition": "Forgiveness, either express or implied, by a husband of his wife or by a wife of her husband, for a breach of marital duty, as adultery, with an implied condition that the offense shall not be repeated.", "tags": ["wordnik"], "word": "condonation", "gender": "female"}, {"definition": "A companion; a mate; often, a husband or a wife.", "tags": ["wordnik"], "word": "make", "gender": "female"}, {"definition": "Something desirable to be caught, esp. a husband or wife in matrimony.", "tags": ["wordnik"], "word": "catch", "gender": "female"}, {"definition": "Queen of England as the fifth wife of Henry VIII who was accused of adultery and executed (1520-1542)", "tags": ["wordnik"], "word": "howard", "gender": "female"}, {"definition": "(law) the cessation of cohabitation of man and wife (either by mutual agreement or under a court order)", "tags": ["wordnik"], "word": "separation", "gender": "female"}, {"definition": "A wife's fortune; a dowry.", "tags": ["wordnik"], "word": "portion", "gender": "female"}, {"definition": "In Scots law, the return of a husband or wife who has for a time deserted his or her spouse.", "tags": ["wordnik"], "word": "adherence", "gender": "female"}, {"definition": "In civil law: Property brought to a husband by his wife, upon marriage. See dotal *property.", "tags": ["wordnik"], "word": "dos", "gender": "female"}, {"definition": "A married man, or a man newly married.", "tags": ["wordnik"], "word": "benedict", "gender": "male"}, {"definition": "an ordinary man", "tags": ["wordnik"], "word": "stiff", "gender": "male"}, {"definition": "a man who is much concerned with his dress and appearance", "tags": ["wordnik"], "word": "swell", "gender": "male"}, {"definition": "offensive term for an openly homosexual man", "tags": ["wordnik"], "word": "nance", "gender": "male"}, {"definition": "A man who speaks on behalf of another or others. See Usage Note at man.", "tags": ["wordnik"], "word": "spokesman", "gender": "male"}, {"definition": "A rich man: [capitalized] usually regarded as the proper name of the rich man of the parable in Luke-xvi.", "tags": ["wordnik"], "word": "dives", "gender": "male"}, {"definition": "Equality of rights; natural justice or right; the giving, or desiring to give, to each man his due, according to reason, and the law of God to man; fairness in determination of conflicting claims; impartiality.", "tags": ["wordnik"], "word": "equity", "gender": "male"}, {"definition": "The administrative head of a department of instruction, as at a college. See Usage Notes at man, person.", "tags": ["wordnik"], "word": "chairman", "gender": "male"}, {"definition": "A common man, or one of the commonly of the first or most respectable class; a freeholder; a man free born.", "tags": ["wordnik"], "word": "yeoman", "gender": "male"}, {"definition": "In law: The body of persons summoned to serve upon a jury. The act of impaneling a jury; that is, the act of the proper officer setting a jury in order for the trial of a cause, or calling it man by man. The jury impaneled.", "tags": ["wordnik"], "word": "array", "gender": "male"}, {"definition": "A man's own act and deed.", "tags": ["wordnik"], "word": "factum", "gender": "male"}, {"definition": "A sudden roll of a ship to one side, as in heavy weather; hence, a swaying or staggering movement to one side, as that by a drunken man.", "tags": ["wordnik"], "word": "lurch", "gender": "male"}, {"definition": "A knot or gnarl in wood; hence, a tough, thickset man; -- written also gnarr.", "tags": ["wordnik"], "word": "gnar", "gender": "male"}, {"definition": "A man employed in the field, as a member of a field-party; also, a traveling representative of an enterprise or an undertaking: distinguished from one employed indoors.", "tags": ["wordnik"], "word": "fieldman", "gender": "male"}, {"definition": "In zoöl, and botany, a male; one of the male sex: commonly denoted by the sign ♂.", "tags": ["wordnik"], "word": "mas", "gender": "male"}, {"definition": "someone who engages in anal copulation (especially a male who engages in anal copulation with another male)", "tags": ["wordnik"], "word": "sod", "gender": "male"}, {"definition": "An element of some words of Latin origin, meaning well, good, as in benediction, benefit, benevolence, etc.: opposed to male-, mal-.", "tags": ["wordnik"], "word": "bene", "gender": "male"}, {"definition": "A low, or deep, sound. (Mus.) (a) The lowest part; the deepest male voice. (b) One who sings, or the instrument which plays, base.", "tags": ["wordnik"], "word": "base", "gender": "male"}, {"definition": "A male suitor; a beau.", "tags": ["wordnik"], "word": "spark", "gender": "male"}, {"definition": "Something that is exclusively possessed or controlled:  showed that scientific achievement is not a male monopoly. ", "tags": ["wordnik"], "word": "monopoly", "gender": "male"}, {"definition": "A boy who holds the bride's train at a wedding.", "tags": ["wordnik"], "word": "page", "gender": "male"}, {"definition": "A very small boy, especially a small street-boy.", "tags": ["wordnik"], "word": "tad", "gender": "male"}, {"definition": "A child; a boy or girl of tender age.", "tags": ["wordnik"], "word": "wean", "gender": "male"}, {"definition": "An Irish boy.", "tags": ["wordnik"], "word": "micky", "gender": "male"}, {"definition": "A ceremony of the natives of eastern Australia by which a boy is admitted to the rights of manhood.", "tags": ["wordnik"], "word": "bora", "gender": "male"}, {"definition": "A gipsy boy; a lad; a fellow.", "tags": ["wordnik"], "word": "chal", "gender": "male"}, {"definition": "A Gypsy man or boy.", "tags": ["wordnik"], "word": "rom", "gender": "male"}, {"definition": "A large sandwich consisting of a long roll split lengthwise and filled with layers of meat, cheese, tomatoes, lettuce, and condiments. Also called sub1; also called regionally Cuban sandwich, grinder, hero, hoagie, Italian sandwich, poor boy, torpedo, wedge, zep.", "tags": ["wordnik"], "word": "submarine", "gender": "male"}, {"definition": "One that closely resembles an original; a version:  The boy was a smaller edition of his father. ", "tags": ["wordnik"], "word": "edition", "gender": "male"}, {"definition": "A spruce or pert boy.", "tags": ["wordnik"], "word": "gimcrack", "gender": "male"}, {"definition": "A more or less wilful, troublesome, or incorrigible boy or girl, regarded ironically as the rising hope of the family.", "tags": ["wordnik"], "word": "hopeful", "gender": "male"}, {"definition": "Specifically The labors of military men distinct from the use of arms; fatigue-duty: as, a party of men on fatigue.", "tags": ["wordnik"], "word": "fatigue", "gender": "male"}, {"definition": "One who decoys or entraps men into the military or naval service.", "tags": ["wordnik"], "word": "crimp", "gender": "male"}, {"definition": "A small committee or group self-appointed to serve as the government of a country, usually just after a coup d'etat or revolution, and often composed primarily of military men. The term is used mostly in Latin American countries.", "tags": ["wordnik"], "word": "junta", "gender": "male"}, {"definition": "A man; in the plural, men; people.", "tags": ["wordnik"], "word": "lede", "gender": "male"}, {"definition": "The men and officers of that branch of the army to which the care and management of artillery are confided.", "tags": ["wordnik"], "word": "artillery", "gender": "male"}, {"definition": "A council of elders or head men among the Afghans.", "tags": ["wordnik"], "word": "jirga", "gender": "male"}, {"definition": "a collarless men's undergarment for the upper part of the body", "tags": ["wordnik"], "word": "vest", "gender": "male"}, {"definition": "An outward or token appearance: \"Foolish men mistake transitory semblance for eternal fact”  ( Thomas Carlyle). ", "tags": ["wordnik"], "word": "semblance", "gender": "male"}, {"definition": "a large medieval vessel with a single deck propelled by sails and oars with guns at stern and prow; a complement of 1,000 men; used mainly in the Mediterranean for war and trading", "tags": ["wordnik"], "word": "galley", "gender": "male"}, {"definition": "The sum total of an army when assembled for review and inspection; the whole number of effective men in an army.", "tags": ["wordnik"], "word": "muster", "gender": "male"}, {"definition": "A pit deceitfully covered to entrap wild beasts or men; a trap of any kind.", "tags": ["wordnik"], "word": "pitfall", "gender": "male"}, {"definition": "The doctrine of a divine and supernatural agency in the production of the miracles and revelations recorded in the Bible, and in the grace which renews and sanctifies men, -- in opposition to the doctrine which denies the agency of any other than physical or natural causes in the case.", "tags": ["wordnik"], "word": "supernaturalism", "gender": "male"}, {"definition": "a son who has the same first name as his father", "tags": ["wordnik"], "word": "jr", "gender": "male"}, {"definition": "A suffix of nouns, denoting origin, and hence a common patronymic, remaining in some English family or local names and having usually a derivative or patronymic force, ‘son of …,’ as in Anglo-Saxon Billing, son of Bill (literally, ‘a sword’); Beorming, son of Beorm; Æthelwulfing, son of Ethelwulf; æthling, son of a noble, etc.", "tags": ["wordnik"], "word": "ing", "gender": "male"}, {"definition": "Son: used in French as junior is used in English, père (father) being used for senior: as, ‘Dumas fils,’ ‘Dumas the younger’ or ‘junior.’", "tags": ["wordnik"], "word": "fils", "gender": "male"}, {"definition": "Lord: a title prefixed to Etruscan names, properly distinctive of the eldest son, and often mistaken for an integral part of the name. Also Lars.", "tags": ["wordnik"], "word": "lar", "gender": "male"}, {"definition": "Greek Mythology   The sun god, son of Hyperion, depicted as driving his chariot across the sky from east to west daily.", "tags": ["wordnik"], "word": "helios", "gender": "male"}, {"definition": "Greek Mythology   The son of Telamon of Salamis and a warrior of great stature and prowess who fought against Troy.", "tags": ["wordnik"], "word": "ajax", "gender": "male"}, {"definition": "(Old Testment) a son of Jacob and forefather of one of the tribes of Israel", "tags": ["wordnik"], "word": "reuben", "gender": "male"}, {"definition": "(Old Testament) eldest son of Noah", "tags": ["wordnik"], "word": "shem", "gender": "male"}, {"definition": "Austrian composer and son of Strauss the Elder; composed many famous waltzes and became known as the `waltz king' (1825-1899)", "tags": ["wordnik"], "word": "strauss", "gender": "male"}, {"definition": "(Norse mythology) god of earth's fertility and peace and prosperity; son of Njorth and brother of Freya; originally of the Vanir; later with the Aesir", "tags": ["wordnik"], "word": "frey", "gender": "male"}, {"definition": "English physicist (son of Joseph John Thomson) who was a co-discoverer of the diffraction of electrons by crystals (1892-1975)", "tags": ["wordnik"], "word": "thomson", "gender": "male"}, {"definition": "(Greek mythology) a sea god; son of Poseidon", "tags": ["wordnik"], "word": "triton", "gender": "male"}, {"definition": "the first of the Old Testament patriarchs and the father of Isaac; according to Genesis, God promised to give Abraham's family (the Hebrews) the land of Canaan (the Promised Land); God tested Abraham by asking him to sacrifice his son", "tags": ["wordnik"], "word": "abraham", "gender": "male"}, {"definition": "the fourth caliph of Islam who is considered to be the first caliph by Shiites; he was a cousin and son-in-law of Muhammad; after his assassination Islam was divided into Shiite and Sunnite sects", "tags": ["wordnik"], "word": "ali", "gender": "male"}, {"definition": "son of Edward II and King of England from 1327-1377; his claim to the French throne provoked the Hundred Years' War; his reign was marked by an epidemic of the Black Plague and by the emergence of the House of Commons as the powerful arm of British Parliament (1312-1377)", "tags": ["wordnik"], "word": "edward", "gender": "male"}, {"definition": "The act of taking into an affiliated relation; admission to some or all of the privileges of natural kinship or membership: as, the adoption of a child; adoption into a tribe; a son by adoption.", "tags": ["wordnik"], "word": "adoption", "gender": "male"}, {"definition": "In Greek and later in Roman mythology, one of the great Olympian gods, the son of Zeus (Jupiter) and Leto (Latona), representing the light- and life-giving influence, as well as the deadly power, of the sun, and often identified with the sun-god, Helios.", "tags": ["wordnik"], "word": "apollo", "gender": "male"}, {"definition": "In Greek myth, the herald and messenger of the gods, protector of herdsmen, god of science, commerce, invention, and the arts of life, and patron of travelers and rogues, son of Zeus (Jupiter) and Maia, born on Mount Cyllene in Arcadia.", "tags": ["wordnik"], "word": "hermes", "gender": "male"}, {"definition": "In Roman mythology, the lord of the infernal regions, son of Saturn and brother of Jupiter and Neptune.", "tags": ["wordnik"], "word": "pluto", "gender": "male"}, {"definition": "A spiritual father; a priest; specifically, the pope.", "tags": ["wordnik"], "word": "pape", "gender": "male"}, {"definition": "A right or an estate inherited from one's ancestors; property falling to a person on the death of his father; heritage.", "tags": ["wordnik"], "word": "patrimony", "gender": "male"}, {"definition": "The establishment or ascertaining of parentage; the assignment of a child, as a bastard, to its father; filiation.", "tags": ["wordnik"], "word": "affiliation", "gender": "male"}, {"definition": "A serious or dignified demeanor: \"Our national father figure needs gravitas, [but] he's pitched himself as the kid brother”  ( John Leo). ", "tags": ["wordnik"], "word": "gravitas", "gender": "male"}, {"definition": "Dad; father.", "tags": ["wordnik"], "word": "tat", "gender": "male"}, {"definition": "a phonetician and father of Alexander Graham Bell (1819-1905)", "tags": ["wordnik"], "word": "bell", "gender": "male"}, {"definition": "The second term of a relation; that to which something, termed the relate, is related in any given way. Thus, child is the correlate, in the relation at paternity, to father as relate.", "tags": ["wordnik"], "word": "correlate", "gender": "male"}, {"definition": "Fidelity; constancy; faithfulness, as of a friend to a friend, or of a wife to her husband.", "tags": ["wordnik"], "word": "fealty", "gender": "male"}, {"definition": "The voluntary leaving of a person to whom one is bound by a special relation, as a wife, husband, or child; desertion.", "tags": ["wordnik"], "word": "abandonment", "gender": "male"}, {"definition": "(Greek mythology) the prince of Troy who abducted Helen from her husband Menelaus and provoked the Trojan War", "tags": ["wordnik"], "word": "paris", "gender": "male"}, {"definition": "United States comedienne remembered as the confused but imperturbable partner of her husband, George Burns (1906-1964)", "tags": ["wordnik"], "word": "allen", "gender": "male"}, {"definition": "English poet best remembered for love sonnets written to her husband Robert Browning (1806-1861)", "tags": ["wordnik"], "word": "browning", "gender": "male"}, {"definition": "The period of forty days during which the widow had the privilege of remaining in the mansion house of which her husband died seized.", "tags": ["wordnik"], "word": "quarantine", "gender": "male"}, {"definition": "a young female", "tags": ["datamuse"], "word": "misses", "gender": "female"}, {"definition": "a woman's dress with a tight bodice and an overskirt drawn back to reveal a colorful underskirt", "tags": ["datamuse"], "word": "polonaise", "gender": "female"}, {"definition": "a large medieval vessel with a single deck propelled by sails and oars with guns at stern and prow; a complement of 1,000 men; used mainly in the Mediterranean for war and trading", "tags": ["datamuse"], "word": "galleys", "gender": "male"}, {"definition": "a man's overcoat in the style of a frock coat", "tags": ["datamuse"], "word": "surtout", "gender": "male"}, {"definition": "a very attractive or seductive looking woman", "tags": ["wordnik"], "word": "lulu", "gender": "female"}, {"definition": "A female servant charged with the care of a young child.", "tags": ["wordnik"], "word": "bonne", "gender": "female"}, {"definition": "Lady; mistress; madam; -- a title of respect used in Spain, prefixed to the Christian name of a lady.", "tags": ["wordnik"], "word": "dona", "gender": "female"}, {"definition": "See lady's-finger.", "tags": ["wordnik"], "word": "ladyfinger", "gender": "female"}, {"definition": "In astrology, the state of things at the beginning of any time; particularly, the figure of the heavens at the instant of birth, specifically called the root of nativity, a term also applied to the horoscope, or ascendant. Chaucer, in the passage below, has in mind the introduction to Zahel's treatise on Elections, where it is stated that elections of fortunate times for undertakings are not much to be depended upon, except in the case of kings, who have their roots of nativity (that is, in their case there is no doubt as to the precise aspect of the heavens at the moment of birth), which roots strengthen the inferences to be drawn, especially (at least so Chaucer understands the words) in the case of a journey. When the horoscope of birth was not known, astrologers were accustomed to determine elections chiefly by the place and phase of the moon, whose influence was, however, considered debile. It appears that in the case of the lady of the story, the moon was impedited in the root of nativity (see Almansor, Prop. 35: “Cum in radice nativitatis impedietur luna,” etc.), and Mars, a planet most unfavorable to journeys, was at azir, or lord of the ascendant, at her birth, and was in the fourth, or darkest, house; so that the omens of the journey were as gloomy as they well could be.", "tags": ["wordnik"], "word": "root", "gender": "female"}, {"definition": "Slang   Nonsense: \"the romantic hooey that always sold women's cosmetics”  ( Jerry Adler). ", "tags": ["wordnik"], "word": "hooey", "gender": "female"}, {"definition": "A statement of such an alteration or addition:  The 19th Amendment to the Constitution gave women the right to vote. ", "tags": ["wordnik"], "word": "amendment", "gender": "female"}, {"definition": "Water saturated or strongly impregnated with salt; pickle; hence, any strong saline solution; also, the saline residue or strong mother liquor resulting from the evaporation of natural or artificial waters.", "tags": ["wordnik"], "word": "brine", "gender": "female"}, {"definition": "(Greek mythology) the Titaness who was mother of Helios and Selene and Eos in ancient mythology", "tags": ["wordnik"], "word": "thea", "gender": "female"}, {"definition": "a mythical Greek hero of the Iliad; a foremost Greek warrior at the siege of Troy; when he was a baby his mother tried to make him immortal by bathing him in a magical river but the heel by which she held him remained vulnerable--his `Achilles' heel'", "tags": ["wordnik"], "word": "achilles", "gender": "female"}, {"definition": "In Greek and Latin mythology, a son of Poseidon and Amphitrite, who dwelt with his father and mother in a golden palace on the bottom of the sea, and was a gigantic and redoubtable divinity.", "tags": ["wordnik"], "word": "triton", "gender": "female"}, {"definition": "Biology   An asexual reproductive process in which a unicellular organism divides into two or more independently maturing daughter cells.", "tags": ["wordnik"], "word": "fission", "gender": "female"}, {"definition": "Payments, such as child support or alimony, to a dependent child not living with one or to a divorced wife.", "tags": ["wordnik"], "word": "maintenance", "gender": "female"}, {"definition": "In mod. civil law, dowry; property which the wife brings upon her marriage to the husband, the income of which is in his control for the expenses of the marital establishment, the principal remaining her separate property.", "tags": ["wordnik"], "word": "dot", "gender": "female"}, {"definition": "<strong>Synonyms</strong> Atonement, Reconciliation, Propitiation, Expiation, Satisfaction. By derivation and by Biblical usage atonement and reconciliation are essentially the same: two that were alienated are made at one, or put back into friendship. Atonement, however, is not now applied to the relation of man to man, except in its extra-Biblical extension, by which it means also the making of full and satisfactory amends (satisfaction) or the enduring of proper penalties (expiation) for a great wrong: as, there could be no atonement for such an outrage. As applied to the relations of God and man, atonement has been lifted into much greater dignity than any other word in the list; it is now the august, chosen, and only endeared word for the effect of the life and especially of the death of Christ in establishing right relations between God and man; reconcile and reconciliation are the principal words for this in the New Testament, atonement being used only once, and atone not at all. Propitiation is the only one of these words having exclusive reference to the feelings or purposes of the person or being offended; it is a severe word, implying slowness to relent, and is, in regard to the attitude of God toward man, chiefly a theological term. Expiation regards the guilt of the offense; it is the suffering of the penalty proper for an act (as, to make expiation for one's crime upon the scaffold), or of an adequate substituted pain. The word is general, and only barely Biblical (Num. xxxv. 33, margin, and revised version), although the fact is by the mass of Christians believed to lie in some form in the sufferings of Christ. Satisfaction in this connection means adequate amends: as, satisfaction for an insult or for damage; the word has been taken by a school in theology to express the sufficiency of the sufferings of Christ to meet the demands of the retributive justice of God.", "tags": ["wordnik"], "word": "propitiation", "gender": "male"}, {"definition": "<strong>Synonyms</strong> Experience, Experiment, Observation. Experience is strictly that which befalls a man, or which he goes through, while experiment is that which one actively undertakes. Observation is looking on, without necessarily having any connection with the matter: it is one thing to know of a man's goodness or of the horrors of war by observation, and quite another to know of it or them by experience. To know of a man's goodness by experiment would be to have put it to actual and intentional test. Bee practice.", "tags": ["wordnik"], "word": "experience", "gender": "male"}, {"definition": "A Chinese unit of customary enumeration, in connection with certain classes of things: as, yi ko jin, a man or ‘one man’ (usually rendered in pidgin-English ‘one piecey man’).", "tags": ["wordnik"], "word": "ko", "gender": "male"}, {"definition": "The name popularly given to the rich man in our Lord's parable of the “Rich Man and Lazarus” (Luke xvi. 19-31). Hence, a name for a rich worldling.", "tags": ["wordnik"], "word": "dives", "gender": "male"}, {"definition": "A spokesman or a spokeswoman. See Usage Note at man.", "tags": ["wordnik"], "word": "spokesperson", "gender": "male"}, {"definition": "In the inns of court, formerly, a servant who laid the cloths, set the salt-cellars, cut bread, waited on the gentlemen in term-time, blew the horn as a summons to dinner, and rang the bell; now, one of the domestics who wait in the hall of the inns at the time of dinner. Also pannier-man.", "tags": ["wordnik"], "word": "pannier", "gender": "male"}, {"definition": "The writing by which an enlisted man is bound.", "tags": ["wordnik"], "word": "enlistment", "gender": "male"}, {"definition": "A rash, hot-headed man.", "tags": ["wordnik"], "word": "hotspur", "gender": "male"}, {"definition": "A military man serving on horseback; a knight.", "tags": ["wordnik"], "word": "cavalier", "gender": "male"}, {"definition": "A gay, sprightly, military man; hence, a gallant.", "tags": ["wordnik"], "word": "cavalier", "gender": "male"}, {"definition": "An abbreviation of the French littérateur, a literary man.", "tags": ["wordnik"], "word": "litt", "gender": "male"}, {"definition": "A young male of the ox kind; especially, a common ox; a castrated taurine male from two to four years old. See the Note under ox.", "tags": ["wordnik"], "word": "steer", "gender": "male"}, {"definition": "A group of usually two to six male lions that drive off and replace the male lions in a pride in order to mate with the females and protect the resulting offspring.", "tags": ["wordnik"], "word": "coalition", "gender": "male"}, {"definition": "A favorite, particularly a male favorite, in a bad sense; a paramour.", "tags": ["wordnik"], "word": "ingle", "gender": "male"}, {"definition": "The male of bees, esp. of the honeybee. It gathers no honey. See honeybee.", "tags": ["wordnik"], "word": "drone", "gender": "male"}, {"definition": "A serving boy; formerly, a youth attending a person of high degree, especially at courts, as a position of honor and education; now commonly, in England, a youth employed for doing errands, waiting on the door, and similar service in households; in the United States, a boy or girl employed to wait upon the members of a legislative body. Prior to 1960 only boys served as pages in the United States Congress.", "tags": ["wordnik"], "word": "page", "gender": "male"}, {"definition": "A boy who acted as a knight's attendant as the first stage of training for chivalric knighthood.", "tags": ["wordnik"], "word": "page", "gender": "male"}, {"definition": "A boy servant, or page, -- in allusion to the buttons on his livery.", "tags": ["wordnik"], "word": "buttons", "gender": "male"}, {"definition": "(sometimes offensive) a homeless boy who has been abandoned and roams the streets", "tags": ["wordnik"], "word": "throwaway", "gender": "male"}, {"definition": "A man or boy who assists a waiter in a hotel or restaurant, removes the soiled dishes, and brings new supplies.", "tags": ["wordnik"], "word": "omnibus", "gender": "male"}, {"definition": "In the Roman Catholic and Anglican churches, an attendant on the priest at a low celebration of the eucharist, who helps the priest to vest and unvest, arranges the service-book, lights and extinguishes the altar-lights, places the elements and cruets on the credence and brings them to the priest at the offertory, brings the priest the basin and towel and pours the water at the lavabo, pours out the ablutions of wine and water, and ministers in other ways. The server is usually a boy or other layman, and represents, as far as a layman can, the priest's assistants and the choir at a high celebration.", "tags": ["wordnik"], "word": "server", "gender": "male"}, {"definition": "A supernatural divine influence on the prophets, apostles, or sacred writers, by which they were qualified to communicate moral or religious truth with authority; a supernatural influence which qualifies men to receive and communicate divine truth; also, the truth communicated.", "tags": ["wordnik"], "word": "inspiration", "gender": "male"}, {"definition": "biological warfare; the use of bacteria or viruses or toxins to destroy men and animals or food.", "tags": ["wordnik"], "word": "bw", "gender": "male"}, {"definition": "An order or commission to impress men into public service, particularly into the army or navy.", "tags": ["wordnik"], "word": "press", "gender": "male"}, {"definition": "A sport among Spaniards, and peoples of Spanish origin, in which mounted men attack bulls. See bull-fight.", "tags": ["wordnik"], "word": "bullfighting", "gender": "male"}, {"definition": "A hollow cylinder of wickerwork, like a basket without a bottom. Gabions are made of various sizes, and filled with earth in building fieldworks to shelter men from an enemy's fire.", "tags": ["wordnik"], "word": "gabion", "gender": "male"}, {"definition": "A body of clerks or learned men; the literati.", "tags": ["wordnik"], "word": "clerisy", "gender": "male"}, {"definition": "Willingness to undertake new ventures; initiative: \"Through want of enterprise and faith men are where they are, buying and selling, and spending their lives like serfs”  ( Henry David Thoreau). ", "tags": ["wordnik"], "word": "enterprise", "gender": "male"}, {"definition": "the use of bacteria or viruses or toxins to destroy men and animals or food", "tags": ["wordnik"], "word": "bw", "gender": "male"}, {"definition": "The scientific study or knowledge of spiritual beings and their relations to God, angels, and men.", "tags": ["wordnik"], "word": "pneumatics", "gender": "male"}, {"definition": "A commission to force men into public service, particularly into the navy.", "tags": ["wordnik"], "word": "press", "gender": "male"}, {"definition": "A station at which officers and men are posted in battle; -- usually in the plural.", "tags": ["wordnik"], "word": "quarter", "gender": "male"}, {"definition": "A register or roll showing the order in which officers, enlisted men, companies, or regiments are called on to serve.", "tags": ["wordnik"], "word": "roster", "gender": "male"}, {"definition": "One whose occupation is to cut out and make men's garments; also, one who cuts out and makes ladies' outer garments.", "tags": ["wordnik"], "word": "tailor", "gender": "male"}, {"definition": "Son; -- sometimes used after a French proper name to distinguish a son from his father, .", "tags": ["wordnik"], "word": "fils", "gender": "male"}, {"definition": "Son: a word occurring in Welsh pedigrees and as a prefix in surnames, equivalent to and cognate with Mac (which see), as in Welsh Gruffudd ap Owain, Griffith, son of Owen, Aprhys, Apthomas, etc.: in the Anglicized forms of Welsh names often reduced to P- or B-, as in Preece, Price (Ap-Rhys, Ap-Rice), Powell (Ap-Howell), Bevan (Ap-Evan), Bowen (Ap-Owen), etc.", "tags": ["wordnik"], "word": "ap", "gender": "male"}, {"definition": "An element, usually a conjoined prefix, in many Scotch and Irish names of Celtic origin, cognate with the Welsh Ap-, signifying ‘son,’ and being thus equivalent to the Irish O', the English -son or -s, and the Norman Fitz-.", "tags": ["wordnik"], "word": "mac", "gender": "male"}, {"definition": "A barrulet, or, rarely, a bendlet, with pendants, or points, usually three, especially used as a mark of cadency to distinguish an eldest or only son while his father is still living.", "tags": ["wordnik"], "word": "label", "gender": "male"}, {"definition": "Greek Mythology   The hero of Homer's Iliad, the son of Peleus and Thetis and slayer of Hector.", "tags": ["wordnik"], "word": "achilles", "gender": "male"}, {"definition": "(Greek mythology) Greek god of light; god of prophecy and poetry and music and healing; son of Zeus and Leto; twin brother of Artemis", "tags": ["wordnik"], "word": "apollo", "gender": "male"}, {"definition": "The tenure by which, according to either the ancient Saxon or Welsh custom, land on the death of the tenant did not go to the eldest son, but was partitioned in equal shares among all the sons, or among several members of the family in equal degree, or by which, according to the Irish custom, the death of a holder involved a general redistribution of the tribal lands. Compare gavelkind.", "tags": ["wordnik"], "word": "gavel", "gender": "male"}, {"definition": "Offspring; progeny; a child or children; descendant or descendants: as, he had issue a son; issue of the whole or of the half blood.", "tags": ["wordnik"], "word": "issue", "gender": "male"}, {"definition": "In later Hindu myth., a much-worshiped deity, son of Devaki, appearing also as a leading character in the great epic of the Mahā-bhārata, as chief of a people and charioteer of Arjuna, to whom he addresses the philosophic poem called Bhagavad-Gītā. The grounds of his deification are obscure. He is worked into the general system of Hindu religion as an incarnation of Vishnu.", "tags": ["wordnik"], "word": "krishna", "gender": "male"}, {"definition": "(Roman Catholic Church) a church father known for his constant fight against perceived heresies; a saint and Doctor of the Church (329-391)", "tags": ["wordnik"], "word": "gregory", "gender": "male"}, {"definition": "an informal term for a father; probably derived from baby talk", "tags": ["wordnik"], "word": "dada", "gender": "male"}, {"definition": "an informal term for a father; probably derived from baby talk", "tags": ["wordnik"], "word": "pa", "gender": "male"}, {"definition": "the use of closed-class words instead of inflections: e.g., `the father of the bride' instead of `the bride's father'", "tags": ["wordnik"], "word": "analysis", "gender": "male"}, {"definition": "the sea personified; father of Manannan; corresponds to the Welsh Llyr.", "tags": ["wordnik"], "word": "ler", "gender": "male"}, {"definition": "A barrulet, or, rarely, a bendlet, with pendants, or points, usually three, especially used as a mark of cadency to distinguish an eldest or only son while his father is still living.", "tags": ["wordnik"], "word": "label", "gender": "male"}, {"definition": "the sea personified; father of Manannan; corresponds to Welsh Llyr", "tags": ["wordnik"], "word": "ler", "gender": "male"}, {"definition": "(Roman mythology) Roman god of war and agriculture; father of Romulus and Remus; counterpart of Greek Ares", "tags": ["wordnik"], "word": "mars", "gender": "male"}, {"definition": "In Arthurian legend, a king of Cornwall who was the husband of Iseult and the uncle of her lover Tristan.", "tags": ["wordnik"], "word": "mark", "gender": "male"}, {"definition": "English poet and husband of Elizabeth Barrett Browning noted for his dramatic monologues (1812-1889)", "tags": ["wordnik"], "word": "browning", "gender": "male"}, {"definition": "Loyalty is a matter of both principle and sentiment, conduct and feeling; it implies enthusiasm and devotion, and hence is most frequently chosen for figurative uses: as, loyalty to a lover, husband, family, clan, friends, old traditions, religion. Neither allegiance nor loyalty is confined to its original meaning of the obligation due from a subject to a prince.", "tags": ["wordnik"], "word": "allegiance", "gender": "male"}, {"definition": "In mod. civil law, dowry; property which the wife brings upon her marriage to the husband, the income of which is in his control for the expenses of the marital establishment, the principal remaining her separate property.", "tags": ["wordnik"], "word": "dot", "gender": "male"}, {"definition": "Bad, evil, or pernicious, in the highest degree, whether in aphysical or moral sense. See Worse. \"Heard so oft in worst extremes.\"Milton.I have a wife, the worst that may be. Chaucer.If thou hadst not been born the worst of men, Thou hadst been a knaveand flatterer. Shak.", "tags": ["webster"], "word": "worst", "gender": "female"}, {"definition": "a & n. from Serve. Serving board (Naut.), a flat piece of woodused in serving ropes.-- Serving maid, a female servant; a maidservant.-- Serving mallet (Naut.), a wooden instrument shaped like a mallet,used in serving ropes.-- Serving man, a male servant, or attendant; a manservant.-- Serving stuff (Naut.), small lines for serving ropes.", "tags": ["webster"], "word": "serving", "gender": "female"}, {"definition": "Under cover, authority or protection; as, a feme covert, amarried woman who is considered as being under the protection andcontrol of her husband. Covert way, (Fort.) See Covered way, underCovered.", "tags": ["webster"], "word": "covert", "gender": "female"}, {"definition": "a. & n. from Wait, v. In waiting, in attendance; as, lords inwaiting. [Eng.] -- Waiting gentlewoman, a woman who waits upon aperson of rank.-- Waiting maid, Waiting woman, a maid or woman who waits uponanother as a personal servant.", "tags": ["webster"], "word": "waiting", "gender": "female"}, {"definition": "Having the highest rank or jurisdiction; superior to allothers; chief; supreme; preëminent; as, a paramount duty. \"A traitorparamount.\" Bacon. Lady paramount (Archery), the lady making the bestscore.-- Lord paramount, the king.", "tags": ["webster"], "word": "paramount", "gender": "female"}, {"definition": "A kind of canvaslike cotton fabric, used to stiffen and protectthe lower part of trousers and of the skirts of women's dresses,etc.; -- so called from Wigan, the name of a town in Lancashire,England.", "tags": ["webster"], "word": "wigan", "gender": "female"}, {"definition": "To compose; to arrange in words, lines, etc.; as, to set type;to set a page. To set abroach. See Abroach. [Obs.] Shak.-- To set against, to oppose; to set in comparison with, or tooppose to, as an equivalent in exchange; as, to set one thing againstanother.-- To set agoing, to cause to move.-- To set apart, to separate to a particular use; to separate fromthe rest; to reserve.-- To set a saw, to bend each tooth a little, every alternate onebeing bent to one side, and the intermediate ones to the other side,so that the opening made by the saw may be a little wider than thethickness of the back, to prevent the saw from sticking.-- To set aside. (a) To leave out of account; to pass by; to omit;to neglect; to reject; to annul.Setting aside all other considerations, I will endeavor to know thetruth, and yield to that. Tillotson.(b) To set apart; to reserve; as, to set aside part of one's income.(c) (Law) See under Aside.-- To set at defiance, to defy.-- To set at ease, to quiet; to tranquilize; as, to set the heart atease.-- To set at naught, to undervalue; to contemn; to despise. \"Ye haveset at naught all my counsel.\" Prov. i. 25.-- To set a trap, snare, or gin, to put it in a proper condition orposition to catch prey; hence, to lay a plan to deceive and drawanother into one's power.-- To set at work, or To set to work. (a) To cause to enter on workor action, or to direct how tu enter on work. (b) To apply one'sself; -- used reflexively.-- To set before. (a) To bring out to view before; to exhibit. (b)To propose for choice to; to offer to.-- To set by. (a) To set apart or on one side; to reject. (b) Toattach the value of (anything) to. \"I set not a straw by thydreamings.\" Chaucer.-- To set by the compass, to observe and note the bearing orsituation of by the compass.-- To set case, to suppose; to assume. Cf. Put case, under Put, v.t. [Obs.] Chaucer.-- To set down. (a) To enter in writing; to register.Some rules were to be set down for the government of the army.Clarendon.(b) To fix; to establish; to ordain.This law we may name eternal, being that order which God . . . hathset down with himself, for himself to do all things by. Hooker.(c) To humiliate.-- To set eyes on, to see; to behold; to fasten the eyes on.-- To set fire to, or To set on fire, to communicate fire to; fig.,to inflame; to enkindle the passions of; to irritate.-- To set flying (Naut.), to hook to halyards, sheets, etc., insteadof extending with rings or the like on a stay; -- said of a sail.-- To set forth. (a) To manifest; to offer or present to view; toexhibt; to display. (b) To publish; to promulgate; to make appear.Waller. (c) To send out; to prepare and send. [Obs.]The Venetian admiral had a fleet of sixty galleys, set forth by theVenetians. Knolles.-- To set forward. (a) To cause to advance. (b) To promote.-- To set free, to release from confinement, imprisonment, orbondage; to liberate; to emancipate.-- To set in, to put in the way; to begin; to give a start to.[Obs.]If you please to assist and set me in, I will recollect myself.Collier.-- To set in order, to adjust or arrange; to reduce to method. \"Therest will I set in order when I come.\" 1 Cor. xi. 34.-- To set milk. (a) To expose it in open dishes in order that thecream may rise to the surface. (b) To cause it to become curdled asby the action of rennet. See 4 (e).-- To set much, or little, by, to care much, or little, for.-- To set of, to value; to set by. [Obs.] \"I set not an haw of hisproverbs.\" Chaucer.-- To set off. (a) To separate from a whole; to assign to aparticular purpose; to portion off; as, to set off a portion of anestate. (b) To adorn; to decorate; to embellish.They . . . set off the worst faces with the best airs. Addison.(c) To give a flattering description of.-- To set off against, to place against as an equivalent; as, to setoff one man's services against another's.-- To set on or upon. (a) To incite; to instigate. \"Thou, traitor,hast set on thy wife to this.\" Shak. (b) To employ, as in a task. \"Set on thy wife to observe.\" Shak. (c) To fix upon; to attachstrongly to; as, to set one's heart or affections on some object. Seedefinition 2, above.-- To set one's cap for. See under Cap, n.-- To set one's self against, to place one's self in a state ofenmity or opposition to.-- To set one's teeth, to press them together tightly.-- To set on foot, to set going; to put in motion; to start.-- To set out. (a) To assign; to allot; to mark off; to limit; as,to set out the share of each proprietor or heir of an estate; to setout the widow's thirds. (b) To publish, as a proclamation. [Obs.] (c)To adorn; to embellish.An ugly woman, in rich habit set out with jewels, nothing can become.Dryden.(d) To raise, equip, and send forth; to furnish. [R.]The Venetians pretend they could set out, in case of great necessity,thirty men-of-war. Addison.(e) To show; to display; to recommend; to set off.I could set out that best side of Luther. Atterbury.(f) To show; to prove. [R.] \"Those very reasons set out how heinoushis sin was.\" Atterbury. (g) (Law) To recite; to state at large.-- To set over. (a) To appoint or constitute as supervisor,inspector, ruler, or commander. (b) To assign; to transfer; toconvey.-- To set right, to correct; to put in order.-- To set sail. (Naut.) See under Sail, n.-- To set store by, to consider valuable.-- To set the fashion, to determine what shall be the fashion; toestablish the mode.-- To set the teeth on edge, to affect the teeth with a disagreeablesensation, as when acids are brought in contact with them.-- To set the watch (Naut.), to place the starboard or port watch onduty.-- To set to, to attach to; to affix to. \"He . . . hath set to hisseal that God is true.\" John iii. 33.-- To set up. (a) To erect; to raise; to elevate; as, to set up abuilding, or a machine; to set up a post, a wall, a pillar. (b)Hence, to exalt; to put in power. \"I will . . . set up the throne ofDavid over Israel.\" 2 Sam. iii. 10. (c) To begin, as a newinstitution; to institute; to establish; to found; as, to set up amanufactory; to set up a school. (d) To enable to commence a newbusiness; as, to set up a son in trade. (e) To place in view; as, toset up a mark. (f) To raise; to utter loudly; as, to set up thevoice.I'll set up such a note as she shall hear. Dryden.(g) To advance; to propose as truth or for reception; as, to set up anew opinion or doctrine. T. Burnet. (h) To raise from depression, orto a sufficient fortune; as, this good fortune quite set him up. (i)To intoxicate. [Slang] (j) (Print.) To put in type; as, to set upcopy; to arrange in words, lines, etc., ready for printing; as, toset up type.-- To set up the rigging (Naut.), to make it taut by means oftackles. R. H. Dana, Jr.", "tags": ["webster"], "word": "set", "gender": "female"}, {"definition": "Recital or performance a second time; repetition. Bacon.What needs this iteration, woman Shak.", "tags": ["webster"], "word": "iteration", "gender": "female"}, {"definition": "(F., prop. good woman.) A female servant charged with the careof a young child.", "tags": ["webster"], "word": "bonne", "gender": "female"}, {"definition": "A secluded and narrow valley; a dale; a depression betweenhills.And wooes the widow's daughter of the glen. Spenser.", "tags": ["webster"], "word": "glen", "gender": "female"}, {"definition": "Such things, in respect to infants, lunatics, and marriedwomen, as are requisite for support suitable to station.", "tags": ["webster"], "word": "necessary", "gender": "female"}, {"definition": "First; chief; as, a première danseuse. -- n. fem.; pl. -mières(F. pre*myâr\").(a) The leading woman of a group, esp. in a theatrical cast.(b) A first performance, as of a play; a first night.", "tags": ["webster"], "word": "premiere", "gender": "female"}, {"definition": "Full of fruit; producing fruit abundantly; bearing results;prolific; fertile; liberal; bountiful; as, a fruitful tree, orseason, or soil; a fruitful wife.-- Fruit\"ful*ly, adv.-- Fruit\"ful*ness, n.Be fruitful and multiply and replenish the earth. Gen. i. 28.[Nature] By disburdening grows More fruitful. Milton.The great fruitfulness of the poet's fancy. Addison.", "tags": ["webster"], "word": "fruitful", "gender": "female"}, {"definition": "Anything soever which; the thing or things of any kind; beingthis or that; of one nature or another; one thing or another;anything that may be; all that; the whole that; all particulars that;-- used both substantively and adjectively.Whatever fortune stays from his word. Shak.Whatever Earth, all-bearing mother, yields. Milton.Whatever be its intrinsic value. J. H. Newman.", "tags": ["webster"], "word": "whatever", "gender": "female"}, {"definition": "To use strength in action; to act or operate with force orvigor; to act in producing an effect.Of all men it is true that they feel and energize first, they reflectand judge afterwards. J. C. Shairp.", "tags": ["webster"], "word": "energize", "gender": "male"}, {"definition": "Bad, evil, or pernicious, in the highest degree, whether in aphysical or moral sense. See Worse. \"Heard so oft in worst extremes.\"Milton.I have a wife, the worst that may be. Chaucer.If thou hadst not been born the worst of men, Thou hadst been a knaveand flatterer. Shak.", "tags": ["webster"], "word": "worst", "gender": "male"}, {"definition": "The act of exculpating from alleged fault or crime; that whichexculpates; excuse.These robbers, however, were men who might have made out a strongcase in exculpation of themselves. Southey.", "tags": ["webster"], "word": "exculpation", "gender": "male"}, {"definition": "A barrulet, or, rarely, a bendlet, with pendants, or points,usually three, especially used as a mark of cadency to distinguish aneldest or only son while his father is still living.", "tags": ["webster"], "word": "label", "gender": "male"}, {"definition": "A sectarian; a member or adherent of a sect; a follower ordisciple of some particular teacher in philosophy or religion; onewho separates from an established church; a dissenter.I never knew that time in England when men of truest religion werenot counted sectaries. Milton.", "tags": ["webster"], "word": "sectary", "gender": "male"}, {"definition": "a & n. from Serve. Serving board (Naut.), a flat piece of woodused in serving ropes.-- Serving maid, a female servant; a maidservant.-- Serving mallet (Naut.), a wooden instrument shaped like a mallet,used in serving ropes.-- Serving man, a male servant, or attendant; a manservant.-- Serving stuff (Naut.), small lines for serving ropes.", "tags": ["webster"], "word": "serving", "gender": "male"}, {"definition": "Not possible; incapable of being done, of existing, etc.;unattainable in the nature of things, or by means at command;insuperably difficult under the circumstances; absurd orimpracticable; not feasible.With men this is impossible; but with God all things are possible.Matt. xix. 26.Without faith it is impossible to please him. Heb. xi. 6.Impossible quantity (Math.), an imagnary quantity. See Imaginary.", "tags": ["webster"], "word": "impossible", "gender": "male"}, {"definition": "To return the like for; to repay or requite by an act of thesame kind; to return evil for (evil). [Now seldom used except in abad sense.]One ambassador sent word to the duke's son that his visit should beretaliated. Sir T. Herbert.It is unlucky to be obliged to retaliate the injuries of authors,whose works are so soon forgotten that we are in danger of appearingthe first aggressors. Swift.", "tags": ["webster"], "word": "retaliate", "gender": "male"}, {"definition": "Brought to a proper temper; as, tempered steel; having (such) atemper; -- chiefly used in composition; as, a good-tempered or bad-tempered man; a well-tempered sword.", "tags": ["webster"], "word": "tempered", "gender": "male"}, {"definition": "Greatness; extent. [Obs. or Colloq.]The quantity and muchness of time which it filcheth. W. Whately.Much of a muchness, much the same. [Colloq.] \"Men's men; gentle orsimple, they 're much of muchness.\" G. Eliot.", "tags": ["webster"], "word": "muchness", "gender": "male"}, {"definition": "The taking again into the king's hands of such lands ortenements as he had granted to any man on false suggestions or othererror.", "tags": ["webster"], "word": "resumption", "gender": "male"}, {"definition": "Having the power to produce an effect or effects; producing adecided or decisive effect; efficient; serviceable; operative; as, aneffective force, remedy, speech; the effective men in a regiment.They are not effective of anything, nor leave no work behind them.Bacon.Whosoever is an effective, real cause of doing his heighbor wrong, iscriminal. Jer. Taylor.", "tags": ["webster"], "word": "effective", "gender": "male"}, {"definition": "A speech addressed to a large public assembly; a popularoration; a loud address a multitude; in a bad sense, a noisy orpompous speech; declamation; ranting.Gray-headed men and grave, with warriors mixed, Assemble, andharangues are heard. Milton.", "tags": ["webster"], "word": "harangue", "gender": "male"}, {"definition": "To indicate as future; to foretell from signs or symptoms; toprophesy; to foreshow; to predict; as, to prognosticate evil. Burke.I neither will nor can prognosticate To the young gaping heir hisfather's fate. Dryden.", "tags": ["webster"], "word": "prognosticate", "gender": "male"}, {"definition": "A celebrated fairy, \"the merry wanderer of the night;\" --called also Robin Goodfellow, Friar Rush, Pug, etc. Shak.He meeteth Puck, whom most men call Hobgoblin, and on him doth fall.Drayton.", "tags": ["webster"], "word": "puck", "gender": "male"}, {"definition": "The act of vituperating; abuse; severe censure; blame.When a man becomes untractable and inaccessible by fierceness andpride, then vituperation comes upon him. Donne.", "tags": ["webster"], "word": "vituperation", "gender": "male"}, {"definition": "The quality or state of being able; power to perform, whetherphysical, moral, intellectual, conventional, or legal; capacity;skill or competence in doing; sufficiency of strength, skill,resources, etc.; -- in the plural, faculty, talent.Then the disciples, every man according to his ability, determined tosend relief unto the brethren. Acts xi. 29.Natural abilities are like natural plants, that need pruning bystudy. Bacon.The public men of England, with much of a peculiar kind of ability.Macaulay.", "tags": ["webster"], "word": "ability", "gender": "male"}, {"definition": "To give an advantage to; to further; to promote; to benefit; toprofit.The truth is, the archbishop's own stiffness and averseness to complywith the court designs, advantaged his adversaries against him.Fuller.What is a man advantaged, if he gain the whole world, and losehimself, or be cast away Luke ix. 25.To advantage one's self of, to avail one's self of. [Obs.]", "tags": ["webster"], "word": "advantage", "gender": "male"}, {"definition": "The scientific study or knowledge of spiritual beings and theirrelations to God, angels, and men.", "tags": ["webster"], "word": "pneumatics", "gender": "male"}, {"definition": "To deprive of some right, interest, or property, by a deceitfuldevice; to withhold from wrongfully; to injure by embezzlement; tocheat; to overreach; as, to defraud a servant, or a creditor, or thestate; -- with of before the thing taken or withheld.We have defrauded no man. 2 Cor. vii. 2.Churches seem injured and defrauded of their rights. Hooker.", "tags": ["webster"], "word": "defraud", "gender": "male"}, {"definition": "One of a class of water spirits, commonly described as of amischievous disposition.The treacherous nixes who entice men to a watery death. Tylor.", "tags": ["webster"], "word": "nix", "gender": "male"}, {"definition": "The male of bees, esp. of the honeybee. It gathers no honey.See Honeybee.All with united force combine to drive The lazy drones from thelaborious hive. Dryden.", "tags": ["webster"], "word": "drone", "gender": "male"}, {"definition": "A register or roll showing the order in which officers,enlisted men, companies, or regiments are called on to serve.", "tags": ["webster"], "word": "roster", "gender": "male"}, {"definition": "To soften, in a figurative sense; to allay, mitigate, ease, orlessen, as heat, pain, or grief; to appease or pacify, as passion ortumult; to satisfy, as appetite or desire.Refreshing winds the summer's heat assuage. Addison.To assuage the sorrows of a desolate old man Burke.The fount at which the panting mind assuages Her thirst of knowledge.Byron.", "tags": ["webster"], "word": "assuage", "gender": "male"}, {"definition": "Having coincidence; occupying the same place; contemporaneous;concurrent; -- followed by with.Christianity teaches nothing but what is perfectly suitable to, andcoincident with, the ruling principles of a virtuous and well-inclined man. South.", "tags": ["webster"], "word": "coincident", "gender": "male"}, {"definition": "One who has the cure souls; originally, any clergyman, but nowusually limited to one who assist a rector or vicar Hook.All this the good old man performed alone, He spared no pains, forcurate he had none. Dryden.", "tags": ["webster"], "word": "curate", "gender": "male"}, {"definition": "A prefix, in names of Scotch origin, signifying son.", "tags": ["webster"], "word": "mac", "gender": "male"}, {"definition": "An ancestor; a forefather; -- usually in the plural. [Scot.]\"Your forbears of old.\" Sir W. Scott.", "tags": ["webster"], "word": "forbear", "gender": "male"}, {"definition": "Not excusable; not admitting excuse or justification; as,inexcusable folly.Therefore thou art inexcusable, O man, whosoever thou art thatjudgest; for wherein thou judgest another, thou condemnest thyself;for thou that judgest doest the same things. Rom. ii. 1.", "tags": ["webster"], "word": "inexcusable", "gender": "male"}, {"definition": "To compose; to arrange in words, lines, etc.; as, to set type;to set a page. To set abroach. See Abroach. [Obs.] Shak.-- To set against, to oppose; to set in comparison with, or tooppose to, as an equivalent in exchange; as, to set one thing againstanother.-- To set agoing, to cause to move.-- To set apart, to separate to a particular use; to separate fromthe rest; to reserve.-- To set a saw, to bend each tooth a little, every alternate onebeing bent to one side, and the intermediate ones to the other side,so that the opening made by the saw may be a little wider than thethickness of the back, to prevent the saw from sticking.-- To set aside. (a) To leave out of account; to pass by; to omit;to neglect; to reject; to annul.Setting aside all other considerations, I will endeavor to know thetruth, and yield to that. Tillotson.(b) To set apart; to reserve; as, to set aside part of one's income.(c) (Law) See under Aside.-- To set at defiance, to defy.-- To set at ease, to quiet; to tranquilize; as, to set the heart atease.-- To set at naught, to undervalue; to contemn; to despise. \"Ye haveset at naught all my counsel.\" Prov. i. 25.-- To set a trap, snare, or gin, to put it in a proper condition orposition to catch prey; hence, to lay a plan to deceive and drawanother into one's power.-- To set at work, or To set to work. (a) To cause to enter on workor action, or to direct how tu enter on work. (b) To apply one'sself; -- used reflexively.-- To set before. (a) To bring out to view before; to exhibit. (b)To propose for choice to; to offer to.-- To set by. (a) To set apart or on one side; to reject. (b) Toattach the value of (anything) to. \"I set not a straw by thydreamings.\" Chaucer.-- To set by the compass, to observe and note the bearing orsituation of by the compass.-- To set case, to suppose; to assume. Cf. Put case, under Put, v.t. [Obs.] Chaucer.-- To set down. (a) To enter in writing; to register.Some rules were to be set down for the government of the army.Clarendon.(b) To fix; to establish; to ordain.This law we may name eternal, being that order which God . . . hathset down with himself, for himself to do all things by. Hooker.(c) To humiliate.-- To set eyes on, to see; to behold; to fasten the eyes on.-- To set fire to, or To set on fire, to communicate fire to; fig.,to inflame; to enkindle the passions of; to irritate.-- To set flying (Naut.), to hook to halyards, sheets, etc., insteadof extending with rings or the like on a stay; -- said of a sail.-- To set forth. (a) To manifest; to offer or present to view; toexhibt; to display. (b) To publish; to promulgate; to make appear.Waller. (c) To send out; to prepare and send. [Obs.]The Venetian admiral had a fleet of sixty galleys, set forth by theVenetians. Knolles.-- To set forward. (a) To cause to advance. (b) To promote.-- To set free, to release from confinement, imprisonment, orbondage; to liberate; to emancipate.-- To set in, to put in the way; to begin; to give a start to.[Obs.]If you please to assist and set me in, I will recollect myself.Collier.-- To set in order, to adjust or arrange; to reduce to method. \"Therest will I set in order when I come.\" 1 Cor. xi. 34.-- To set milk. (a) To expose it in open dishes in order that thecream may rise to the surface. (b) To cause it to become curdled asby the action of rennet. See 4 (e).-- To set much, or little, by, to care much, or little, for.-- To set of, to value; to set by. [Obs.] \"I set not an haw of hisproverbs.\" Chaucer.-- To set off. (a) To separate from a whole; to assign to aparticular purpose; to portion off; as, to set off a portion of anestate. (b) To adorn; to decorate; to embellish.They . . . set off the worst faces with the best airs. Addison.(c) To give a flattering description of.-- To set off against, to place against as an equivalent; as, to setoff one man's services against another's.-- To set on or upon. (a) To incite; to instigate. \"Thou, traitor,hast set on thy wife to this.\" Shak. (b) To employ, as in a task. \"Set on thy wife to observe.\" Shak. (c) To fix upon; to attachstrongly to; as, to set one's heart or affections on some object. Seedefinition 2, above.-- To set one's cap for. See under Cap, n.-- To set one's self against, to place one's self in a state ofenmity or opposition to.-- To set one's teeth, to press them together tightly.-- To set on foot, to set going; to put in motion; to start.-- To set out. (a) To assign; to allot; to mark off; to limit; as,to set out the share of each proprietor or heir of an estate; to setout the widow's thirds. (b) To publish, as a proclamation. [Obs.] (c)To adorn; to embellish.An ugly woman, in rich habit set out with jewels, nothing can become.Dryden.(d) To raise, equip, and send forth; to furnish. [R.]The Venetians pretend they could set out, in case of great necessity,thirty men-of-war. Addison.(e) To show; to display; to recommend; to set off.I could set out that best side of Luther. Atterbury.(f) To show; to prove. [R.] \"Those very reasons set out how heinoushis sin was.\" Atterbury. (g) (Law) To recite; to state at large.-- To set over. (a) To appoint or constitute as supervisor,inspector, ruler, or commander. (b) To assign; to transfer; toconvey.-- To set right, to correct; to put in order.-- To set sail. (Naut.) See under Sail, n.-- To set store by, to consider valuable.-- To set the fashion, to determine what shall be the fashion; toestablish the mode.-- To set the teeth on edge, to affect the teeth with a disagreeablesensation, as when acids are brought in contact with them.-- To set the watch (Naut.), to place the starboard or port watch onduty.-- To set to, to attach to; to affix to. \"He . . . hath set to hisseal that God is true.\" John iii. 33.-- To set up. (a) To erect; to raise; to elevate; as, to set up abuilding, or a machine; to set up a post, a wall, a pillar. (b)Hence, to exalt; to put in power. \"I will . . . set up the throne ofDavid over Israel.\" 2 Sam. iii. 10. (c) To begin, as a newinstitution; to institute; to establish; to found; as, to set up amanufactory; to set up a school. (d) To enable to commence a newbusiness; as, to set up a son in trade. (e) To place in view; as, toset up a mark. (f) To raise; to utter loudly; as, to set up thevoice.I'll set up such a note as she shall hear. Dryden.(g) To advance; to propose as truth or for reception; as, to set up anew opinion or doctrine. T. Burnet. (h) To raise from depression, orto a sufficient fortune; as, this good fortune quite set him up. (i)To intoxicate. [Slang] (j) (Print.) To put in type; as, to set upcopy; to arrange in words, lines, etc., ready for printing; as, toset up type.-- To set up the rigging (Naut.), to make it taut by means oftackles. R. H. Dana, Jr.", "tags": ["webster"], "word": "set", "gender": "male"}, {"definition": "The earth; earth. Terra alba Etym: [L., white earth] (Com.), awhite amorphous earthy substance consisting of burnt gypsum,aluminium silicate (kaolin), or some similar ingredient, as magnesia.It is sometimes used to adulterate certain foods, spices, candies,paints, etc.-- Terra cotta. Etym: [It., fr. terra earth + cotta, fem. of cottocooked, L. coctus, p.p. of coquere to cook. See Cook, n.] Baked clay;a kind of hard pottery used for statues, architectural decorations,figures, vases, and the like.-- Terræ filius Etym: [L., son of the earth], formerly, oneappointed to write a satirical Latin poem at the public acts in theUniversity of Oxford; -- not unlike the prevaricator at Cambridge,England.-- Terra firma Etym: [L.], firm or solid earth, as opposed to water.-- Terra Japonica. Etym: [NL.] Same as Gambier. It was formerlysupposed to be a kind of earth from Japan.-- Terra Lemnia Etym: [L., Lemnian earth], Lemnian earth. See underLemnian.-- Terra ponderosa Etym: [L., ponderous earth] (Min.), barite, orheavy spar.-- Terra di Sienna. See Sienna.", "tags": ["webster"], "word": "terra", "gender": "male"}, {"definition": "An auxiliary verb qualifyng the meaning of another verb, byexpressing: (a) Ability, competency, or possibility; -- now oftenerexpressed by can.How may a man, said he, with idle speech, Be won to spoil the castleof his health ! Spenser.For what he [the king] may do is of two kinds; what he may do asjust, and what he may do as possible. Bacon.For of all sad words of tongue or pen The saddest are these: \"Itmight have been.\" Whittier.(b) Liberty; permission; allowance.Thou mayst be no longer steward. Luke xvi. 2.(c) Contingency or liability; possibility or probability.Though what he learns he speaks, and may advance Some general maxims,or be right by chance. Pope.(d) Modesty, courtesy, or concession, or a desire to soften aquestion or remark.How old may Phillis be, you ask. Prior.(e) Desire or wish, as in prayer, imprecation, benediction, and thelike. \"May you live happily.\" Dryden. May be, and It may be, are usedas equivalent to possibly, perhaps, by chance, peradventure. See 1stMaybe.", "tags": ["webster"], "word": "may", "gender": "male"}, {"definition": "A supernatural divine influence on the prophets, apostles, orsacred writers, by which they were qualified to communicate moral orreligious truth with authority; a supernatural influence whichqualifies men to receive and communicate divine truth; also, thetruth communicated.All Scripture is given by inspiration of God. 2 Tim. iii. 16.The age which we now live in is not an age of inspiration andimpulses. Sharp.Plenary inspiration (Theol.), that kind of inspiration which excludesall defect in the utterance of the inspired message.-- Verbal inspiration (Theol.), that kind of inspiration whichextends to the very words and forms of expression of the divinemessage.", "tags": ["webster"], "word": "inspiration", "gender": "male"}, {"definition": "The son of Saturn and Ops, the god of the waters, especially ofthe sea. He is represented as bearing a trident for a scepter.", "tags": ["webster"], "word": "neptune", "gender": "male"}, {"definition": "Having or indicating a reciprocal relation.Father and son, prince and subject, stranger and citizen, arecorrelative terms. Hume.", "tags": ["webster"], "word": "correlative", "gender": "male"}, {"definition": "The state of being accurate; freedom from mistakes, thisexemption arising from carefulness; exact conformity to truth, or toa rule or model; precision; exactness; nicety; correctness; as, thevalue of testimony depends on its accuracy.The professed end [of logic] is to teach men to think, to judge, andto reason, with precision and accuracy. Reid.The accuracy with which the piston fits the sides. Lardner.", "tags": ["webster"], "word": "accuracy", "gender": "male"}, {"definition": "A young male of the ox kind; especially, a common ox; acastrated taurine male from two to four years old. See the Note underOx.", "tags": ["webster"], "word": "steer", "gender": "male"}, {"definition": "To be of service to; to be good to; to help on; to benefit; toadvantage; to avail; to aid; as, truth profits all men.The word preached did not profit them. Heb. iv. 2.It is a great means of profiting yourself, to copy diligentlyexcellent pieces and beautiful designs. Dryden.", "tags": ["webster"], "word": "profit", "gender": "male"}, {"definition": "A game, called also daughts, played on a checkerboard by twopersons, each having twelve men (counters or checkers) which aremoved diagonally. The game is ended when either of the players haslost all his men, or can not move them.", "tags": ["webster"], "word": "checkers", "gender": "male"}, {"definition": "A hollow cylinder of wickerwork, like a basket without abottom. Gabions are made of various sizes, and filled with earth inbuilding fieldworks to shelter men from an enemy's fire.", "tags": ["webster"], "word": "gabion", "gender": "male"}, {"definition": "Guiding; directing; controlling; foremost; as, a leadingmotive; a leading man; a leading example.-- Lead\"ing*ly, adv. Leading case (Law), a reported decision whichhas come to be regarded as settling the law of the question involved.Abbott.-- Leading motive Etym: [a translation of G. leitmotif] (Mus.), aguiding theme; in the modern music drama of Wagner, a marked melodicphrase or short passage which always accompanies the reappearance ofa certain person, situation, abstract idea, or allusion in the courseof the play; a sort of musical label.-- Leading note (Mus.), the seventh note or tone in the ascendingmajor scale; the sensible note.-- Leading question, a question so framed as to guide the personquestioned in making his reply.-- Leading strings, strings by which children are supported whenbeginning to walk.-- To be in leading strings, to be in a state of infancy ordependence, or under the guidance of others.-- Leading wheel, a wheel situated before the driving wheels of alocomotive engine.", "tags": ["webster"], "word": "leading", "gender": "male"}, {"definition": "To imagine without certain knowledge; to infer on slightgrounds; to suppose, conjecture, or suspect; to guess.It wafted nearer yet, and then she knew That what before she butsurmised, was true. Dryden.This change was not wrought by altering the form or position of theearth, as was surmised by a very learned man, but by dissolving it.Woodward.", "tags": ["webster"], "word": "surmise", "gender": "male"}, {"definition": "the sixteenth letter of the English alphabet, is a nonvocalconsonant whose form and value come from the Latin, into whichlanguage the letter was brought, through the ancient Greek, from thePhonician, its probable origin being Egyptian. Etymologically P ismost closely related to b, f, and v; as hobble, hopple; father,paternal; recipient, receive. See B, F, and M.", "tags": ["webster"], "word": "p", "gender": "male"}, {"definition": "Of moment or consequence; very important; weighty; as, amomentous decision; momentous affairs.-- Mo*men\"tous*ly, adv.-- Mo*men\"tous*ness, n.", "tags": ["webster"], "word": "momentous", "gender": "male"}, {"definition": "Not commensurable; having no common measure or standard ofcomparison; as, quantities are incommensurable when no third quantitycan be found that is an aliquot part of both; the side and diagonalof a square are incommensurable with each other; the diameter andcircumference of a circle are incommensurable.They are quantities incommensurable. Burke.-- In`com*men\"su*ra*ble*ness, n.-- In`com*men\"su*ra*bly, adv.", "tags": ["webster"], "word": "incommensurable", "gender": "male"}, {"definition": "To convert any kind of property into money, especially propertyrepresenting investments, as shares in stock companies, bonds, etc.Wary men took the alarm, and began to realize, a word now firstbrought into use to express the conversion of ideal property intosomething real. W. Irving.", "tags": ["webster"], "word": "realize", "gender": "male"}, {"definition": "The stoke of a bell tolled at a funeral or at the death of aperson; a death signal; a passing bell; hence, figuratively, awarning of, or a sound indicating, the passing away of anything.The dead man's knell Is there scarce asked for who. Shak.The curfew tolls the knell of parting day. Gray.", "tags": ["webster"], "word": "knell", "gender": "male"}, {"definition": "One who, or that which, buzzes; a whisperer; a talebearer.And wants not buzzers to infect his ear With pestilent speeches ofhis father's death. Shak.", "tags": ["webster"], "word": "buzzer", "gender": "male"}, {"definition": "Involving tedium; tiresome from continuance, prolixity,slowness, or the like; wearisome.-- Te\"di*ous*ly, adv.-- Te\"di*ous*ness, n.I see a man's life is a tedious one. Shak.I would not be tedious to the court. Bunyan.", "tags": ["webster"], "word": "tedious", "gender": "male"}, {"definition": "Designated or distinguished by, or as by, a mark; hence;noticeable; conspicuous; as, a marked card; a marked coin; a markedinstance.-- Mark\"ed*ly, adv. J. S. Mill. A marked man, a man who is noted bya community, or by a part of it, as, for excellence or depravity; --usually with an unfavorable suggestion.", "tags": ["webster"], "word": "marked", "gender": "male"}, {"definition": "To bind out by indenture or contract; to indenture; toapprentice; as, to indent a young man to a shoemaker; to indent aservant.", "tags": ["webster"], "word": "indent", "gender": "male"}, {"definition": "To gain, usually by one's own exertions; to get as one's own;as, to acquire a title, riches, knowledge, skill, good or bad habits.No virtue is acquired in an instant, but step by step. Barrow.Descent is the title whereby a man, on the death of his ancestor,acquires his estate, by right of representation, as his heir at law.Blackstone.", "tags": ["webster"], "word": "acquire", "gender": "male"}, {"definition": "A term designating both a quality and the subject in which itexists; a concrete term.The concretes \"father\" and \"son\" have, or might have, the abstracts\"paternity\" and \"filiety\". J. S. Mill.", "tags": ["webster"], "word": "concrete", "gender": "male"}, {"definition": "To take up into or under, as individual under species, speciesunder genus, or particular under universal; to place (any onecognition) under another as belonging to it; to include undersomething else.To subsume one proposition under another. De Quincey.A principle under which one might subsume men's most strenuousefforts after righteousness. W. Pater.", "tags": ["webster"], "word": "subsume", "gender": "male"}, {"definition": "To make merry or jolly; to enliven; to animate; to gladdengreatly; to cheer; as, good news exhilarates the mind; wineexhilarates a man.", "tags": ["webster"], "word": "exhilarate", "gender": "male"}, {"definition": "To be of use or advantage; to answer the purpose; to havestrength, force, or efficacy sufficient to accomplish the object; as,the plea in bar must avail, that is, be sufficient to defeat thesuit; this scheme will not avail; medicines will not avail to checkthe disease. \"What signs avail \" Milton.Words avail very little with me, young man. Sir W. Scott.", "tags": ["webster"], "word": "avail", "gender": "male"}, {"definition": "To set free from mistakes; to undeceive; to disengage fromfallacy or deception; to set right.To undeceive and disabuse the people. South.If men are now sufficiently enlightened to disabuse themselves orartifice, hypocrisy, and superstition, they will consider this eventas an era in their history. J. Adams.", "tags": ["webster"], "word": "disabuse", "gender": "male"}, {"definition": "The sovereignty of reason in the sphere of morals; or man'spower, as possessed of reason, to give law to himself. In this,according to Kant, consist the true nature and only possible proof ofliberty. Fleming.", "tags": ["webster"], "word": "autonomy", "gender": "male"}, {"definition": "Final issue; conclusion; the sum and substance; the end; theresult; the consummation.I can not pursue with any safety this sport to the upshot. Shak.We account it frailty that threescore years and ten make the upshotof man's pleasurable existence. De Quincey.", "tags": ["webster"], "word": "upshot", "gender": "male"}, {"definition": "In a clever manner.Never was man so clever absurd. C. Smart.", "tags": ["webster"], "word": "cleverly", "gender": "male"}, {"definition": "Bellowing, as a calf; bawling; brawling; clamoring;disagreeably clamorous; sounding loudly and harshly. \"Harsh andblatant tone.\" R. H. Dana.A monster, which the blatant beast men call. Spenser.Glory, that blatant word, which haunts some military minds like thebray of the trumpet. W. Irving.", "tags": ["webster"], "word": "blatant", "gender": "male"}, {"definition": "To have part; to receive a portion; to partake, enjoy, orsuffer with others.A right of inheritance gave every one a title to share in the goodsof his father. Locke.", "tags": ["webster"], "word": "share", "gender": "male"}, {"definition": "In a substantial manner; in substance; essentially.In him all his Father shone, Substantially expressed. Milton.The laws of this religion would make men, if they would truly observethem, substantially religious toward God, chastle, and temperate.Tillotson.", "tags": ["webster"], "word": "substantially", "gender": "male"}, {"definition": "A figure of speech employed when a speaker having begun to saya thing stops abruptly: thus, \"He is a man of so much honor andcandor, and of such generosity -- but I need say no more.\"", "tags": ["webster"], "word": "abscission", "gender": "male"}, {"definition": "To affect with pain or uneasiness, either physical or mental;to trouble; to be the matter with; -- used to express some uneasinessor affection, whose cause is unknown; as, what ails the man I knownot what ails him.What aileth thee, Hagar Gen. xxi. 17.", "tags": ["webster"], "word": "ail", "gender": "male"}, {"definition": "A rash, hot-headed man. Holinshed.", "tags": ["webster"], "word": "hotspur", "gender": "male"}, {"definition": "To pass gradually from a sound, prosperous, or perfect state,to one of imperfection, adversity, or dissolution; to waste away; todecline; to fail; to become weak, corrupt, or disintegrated; to rot;to perish; as, a tree decays; fortunes decay; hopes decay.Ill fares the land, to hastening ills a prey, Where wealthaccumulates and men decay. Goldsmith.", "tags": ["webster"], "word": "decay", "gender": "male"}, {"definition": "A boy servant, or page, -- in allusion to the buttons on hislivry. [Colloq.] Dickens.", "tags": ["webster"], "word": "buttons", "gender": "male"}, {"definition": "Bearing in mind; regardful; attentive; heedful; observant.What is man, that thou art mindful of him Ps. viii. 4.I promise you to be mindful of your admonitions. Hammond.-- Mind\"ful*ly, adv.-- Mind\"ful*ness, n.", "tags": ["webster"], "word": "mindful", "gender": "male"}, {"definition": "Capable of being held, naintained, or defended, as against anassailant or objector, or againts attempts to take or process; as, atenable fortress, a tenable argument.If you have hitherto concealed his sight, Let it be tenable in yoursilence still. Shak.I would be the last man in the world to give up his cause when it wastenable. Sir W. Scott.", "tags": ["webster"], "word": "tenable", "gender": "male"}, {"definition": "a very attractive or seductive looking woman", "tags": ["datamuse"], "word": "lulu", "gender": "female"}, {"definition": "a mythical Greek hero of the Iliad; a foremost Greek warrior at the siege of Troy; when he was a baby his mother tried to make him immortal by bathing him in a magical river but the heel by which she held him remained vulnerable--his `Achilles' heel'", "tags": ["datamuse"], "word": "achilles", "gender": "female"}, {"definition": "an informal term for a father; probably derived from baby talk", "tags": ["debiaswe"], "word": "pa", "gender": "male"}, {"definition": "an informal term for a father; probably derived from baby talk", "tags": ["debiaswe"], "word": "pa", "gender": "male"}, {"definition": "an informal term for a father; probably derived from baby talk", "tags": ["debiaswe"], "word": "pa", "gender": "male"}, {"definition": "A role for a leading man or leading woman; also, one who plays such a role.", "tags": ["wordnik"], "word": "lead", "gender": "female"}, {"definition": "The reasonable supply of the necessaries and comforts of life: as, intoxication of a husband injuring the wife's rights of support.", "tags": ["wordnik"], "word": "support", "gender": "female"}]